[{"season": 1, "episode": 1, "script": ["THE WEST WING\n\"PILOT\"\nWRITTEN BY: AARON SORKIN\nDIRECTED BY: THOMAS SCHLAMME\n\nACT ONE\n\nWAITER [VO]\nTwo Absolut Martinis up; another Dewars rocks.\n\nFADE IN: INT. FOUR SEASONS HOTEL - GEORGETOWN - NIGHT\nSAM SEABORN is sitting with a reporter, BILLY KENWORTHY, in the bar.\n\nSAM SEABORN\nI don't think we're going to run the table, if that's what you're asking.\n\nBILLY KENWORTHY [OS]\nIt's not.\n\nSAM\nI know.\n\nBILLY [OS]\nDeep background. I'm not going to come close to using your name.\n\nSAM\n[laughs] You're not going to come close to getting a quote, either.\n\nBILLY\nWhy are we sitting here?\n\nSAM\n[taking a drink] You sat down.\n\nBILLY\nIs Josh on his way out?\n\nSAM\nNo.\n\nBILLY\nIs he?\n\nSAM\nNo.\n\nBILLY\nI know he's your friend.\n\nSAM\nHe is.\n\nBILLY\nDid Caldwell say...?\n\nSAM\nBilly, I'm not talking about this.\n\nBILLY\nWho do I call?\n\nSAM\nNo one.\n\nBILLY\nJust tell me who to call.\n\nSAM\nWell, you could call 1-800-BITE-ME.\n\nBILLY\nSam.\n\nSAM\nHe's not going anywhere, Billy. It's a non-story.\n\nBILLY\nOkay. You're lying now, aren't you?\n\nSAM\nThat hurts, Billy. Why would I lie to a journalist of all people?\n\nBILLY\nWhy do you keep looking over my shoulder?\n\nSAM\nWhy?\n\nBILLY\nYes.\n\nSAM\n'Cause Alger Hiss just walked in with my secret pumpkin.\n\nBILLY\nWhat?\n\nSAM\nThere's a woman over there. I think she's looking at me.\n\nBILLY\nReally?\n\nSAM\nI don't know. I never know if they're looking or not.\n\nBilly turns 180 degrees to see a woman sitting on a couch with a drink. She\nlooks\nto see him obviously eying at her. Sam sighs.\n\nBILLY\nYeah, I think she was.\n\nSAM\nI want to thank you for the casual way that you did that just now. She probably\ndidn't notice that.\n\nSam makes eye contact with the woman and smiles.\n\nCUT TO: EXT. DAWN RISING OVER LARGE TUDOR STYLE HOUSE - DAY\nCUT TO: INT. DINING ROOM - CONTINUOUS\nLEO McGARRY is doing a crossword puzzle while eating breakfast. A television is\nturned on to the news.\n\nLEO McGARRY\n17 across is wrong. It's just wrong. Do you believe that Ruth?\n\nRUTH\nYou should call them.\n\nLEO\nI will call them.\n\nWOMAN [OS]\nTelephone, Leo.\n\nLEO\nI'm in the shower.\n\nWOMAN [OS]\nIt's POTUS.\n\nLEO\n[sits down and picks up the phone] Yeah.\n\nCUT TO: INT. HEALTH CLUB - DAY\n\nC.J. CREGG is running on a treadmill while talking to the man using the\ntreadmill\nnext to her.\n\nC.J. CREGG\nYou can have a normal life. You'd be amazed at how normal I can be. See,\nit's all\nabout budgeting your time. This time, this hour, this is my time. Five\na.m. to six\na.m. I can workout, as you see. I can think about personal matters. I can\nmeet an\ninteresting man. [Her beeper goes off.] The trick is...\n\nMAN\nYour beeper's going.\n\nC.J.\nWhat?\n\nMAN\nI think your beeper is going.\n\nC.J. checks her beeper while still running on the treadmill. What she finds\non her\nbeeper is distracting, however, and she falls off the machine.\n\nCUT TO: INT. JOSH LYMAN'S OFFICE - DARK\nIn the dark office, JOSH LYMAN is asleep at his cluttered desk as a custodian\nvacuums the floor. His beeper goes off, waking him up. He checks his beeper,\nthen\npicks up the phone and quickly dials.\n\nJOSH\nYeah. This is Josh Lyman. What's going on?\n\nCUT TO: INT. AIRPLANE CABIN - DARK\nThe shades are drawn and many of the passengers are sleeping, except TOBY\nZIEGLER,\nwho is busy typing on his laptop.\n\nFLIGHT ATTENDANT 1 [VO]\nWe ask at this time that you turn off all electronic devices, stow your\ntray tables\nand return your setbacks to the full and upright position. We will be landing\nshortly at Washington-Dulles Airport.\n\nFLIGHT ATTENDANT 2\n[approaches Toby] Sir, I need you to turn off your computer.\n\nTOBY ZIEGLER\nI'm just about done.\n\nFLIGHT ATTENDANT 2\nI need you to turn off your laptop, sir. It interferes with our navigational\nsystems.\n\nTOBY\nYou know when you guys say that, it sounds ridiculous to most people, right?\n\nFLIGHT ATTENDANT 2\nSir...\n\nAnother Flight Attendant approaches.\n\nFLIGHT ATTENDANT 3\nMr. Ziegler? A message was just patched up to the cockpit for you. I'm not sure\nI've got it right. POTUS in a bicycle accident?\n\nTOBY\n[stops typing and looks up] You got it right. [reaches for his cell phone]\n\nFLIGHT ATTENDANT 2\nYou can't use your phone until we land, sir.\n\nTOBY\nWe're flying in a Lockheed eagle series L-1011. It came off the line 20\nmonths ago\nand carries a Sim-5 Transponder tracking system. Are you telling me I can still\nflummox this thing with something I bought at Radio Shack?\n\nFLIGHT ATTENDANT 2\nYou can call when we land, sir.\n\nTOBY\n[calling as she walks away] Also, I never got my peanuts.\n\nCUT TO:\n\nINT. A BEDROOM - DAY\n\nLying on the bed is the woman in the bar. Her name is LAURIE. She is lying\non the\nbed smoking pot.\n\nLAURIE\nHow ya doing, Sam?\n\nSAM [OS]\nLet me tell you something. The water pressure in here is really impressive.\n\nLAURIE\nI know.\n\nSAM\n[walking out of the bathroom, having taken a shower] You could run hydraulics\nin here.\n\nLAURIE\nWant some? [referring to pot]\n\nSAM\nI'm fine.\n\nLAURIE\nI'm wasted.\n\nSAM\nAnd probably free of cataracts.\n\nLAURIE\nI get that. That's funny.\n\nSAM\nThank you.\n\nLAURIE\nOh, wait. I'm sorry. Your message -- your pager went off while you were in the\nshower. I hit the button because I thought it was mine.\n\nSam reads the beeper, while Laurie recites the message.\n\nLAURIE\n'POTUS in a bicycle accident. Come to the office.'\n\nSam rushes to get dressed.\n\nLAURIE [cont.]\nI memorized it just in case I erased it on accident. [looks at both her\nand Sam's\npager, comparing them] These things look exactly alike. Anyway, like I\nsaid, I'm\ntotally baked. But um -- no, it's not like I'm a drug person. I just love pot.\n\nSAM\n[slightly preoccupied] Um, Laurie, I to have to go.\n\nLAURIE\nYou're kidding me. It's five thirty in the morning.\n\nSAM\nI know this doesn't look good.\n\nLAURIE\nNot that good. No.\n\nSAM\nYou know what? I really like you. And if you give me your number, I'd like\nto call you.\n\nLAURIE\nStay right here and save yourself a call.\n\nSAM\nIt's not that I don't see the logic in that, but I really gotta go.\n\nLAURIE\n'Cause POTUS was in a bicycle accident?\n\nSAM\nYup.\n\nLAURIE\n[writes her number on a piece of paper, grabs one of the beepers and puts\nthem in\nSam's shirt pocket, while giving him a kiss] Tell your friend, POTUS, he's\ngot a\nfunny name. And he should learn how to ride a bicycle.\n\nSAM\nI would, but he's not my friend, he's my boss; and it's not his name, it's\nhis title.\n\nLAURIE\nPOTUS?\n\nSAM\nPresident of the United States. I'll call you.\n\nCUT TO: INT. THE WHITE HOUSE - NORTHWEST LOBBY - DAY\nLeo walks past several security checks and continues down the hallway. He\npasses a\nsecurity officer, Mike, who is sitting behind a desk.\n\nMIKE\nIt's a nice morning, Mr. McGarry.\n\nLEO\nWe'll take care of that in a hurry. Won't we, Mike?\n\nMIKE\nYes, sir.\n\nBONNIE\nDon't kill the messenger, Leo. [hands him some papers]\n\nLEO\nOh, why the hell not, Bonnie?\n\nBONNIE\nFive minutes.\n\nLEO\nPlease. [continues through JOSH'S BULLPEN AREA] Hey, Emma.\n\nEMMA\nMorning.\n\nLEO\nWilson.\n\nWILSON\nHey, Leo.\n\nLEO\nJoe.\n\nJEFFREY\nIt's Jeffrey.\n\nLEO\nWhatever.\n\nHe winds up at the desk of DONNA MOSS.\n\nLEO\n[calls] Josh!\n\nDONNA MOSS\nMorning, Leo.\n\nLEO\nHey, Donna. Is he in yet?\n\nDONNA\n[stirring her coffee] Yeah.\n\nLEO\nCan you get him?\n\nDONNA\n[yells] Josh!\n\nLEO\nThanks.\n\nDONNA\nI heard it's broken.\n\nLEO\nYou heard wrong.\n\nDONNA\nI heard--\n\nLEO\nIt's a mild sprain. He'll be back later today.\n\nDONNA\nAnd what was the cause of the accident?\n\nLEO\nWhat are you, from State Farm? Go. Do a job, would ya?\n\nDONNA\nI'm just...\n\nLEO\nHe was swerving to avoid a tree.\n\nDONNA\nAnd what happened?\n\nLEO\nHe was unsuccessful.\n\nLeo walks into JOSH'S OFFICE.\n\nJOSH\n[talking on the phone] Yeah. That's fine. Just don't do anything until Justice.\nOkay, bye. [hangs up the phone] Hey.\n\nLEO\nHow many Cubans, exactly, have crammed themselves into these fishing boats?\n\nJOSH\nIt's important to understand, Leo, that by and large, these aren't fishing\nboats.\nYou hear fishing boats, you conjure an image of -- well, of a boat, first\nof all.\nWhat the Cubans are on would charitably be described as rafts. Okay? They're\nmaking\nthe hop from Havana to Miami in fruit baskets, basically. Let's just be\nclear on that.\n\nLEO\nWe are.\n\nJOSH\nDonna's desk, if it could float, would look good to them right now.\n\nLEO\nI get it. How many are there?\n\nJOSH\nWe don't know.\n\nLEO\nWhat time, exactly, did they leave?\n\nJOSH\nWe don't know.\n\nLEO\nDo we know when they get here?\n\nJOSH\nNo.\n\nLEO\nTrue or False: If I were to stand on high ground in Key West with a good\npair of\nbinoculars, I would be as informed as I am right now.\n\nJOSH\nThat's true.\n\nLEO\nThe intelligence budget's money well spent, isn't it?\n\nThey begin to walk through the busy HALLWAY continuing their conversation.\n\nJOSH\nTell them to send the Coast Guard, Leo.\n\nLEO\nThe Coast Guard won't...\n\nJOSH\nI understand! But, they're never going to make it to our territorial waters.\n\nLEO\nThank you.\n\nJOSH\nWhat if the D.A. suspected they had drugs?\n\nLEO\nDoes the D.A. suspect they have drugs?\n\nJOSH\nWe could make a phone call.\n\nLEO\nJosh!\n\nJOSH\nIf the D.A. or Navy Intel thought the Cubans were bringing in drugs,\nwouldn't we\nhave to go out there and search those rafts with, you know, guns and blankets?\n\nLEO\nYou look like hell. You know that, don't you?\n\nJOSH\nYes. I do. Listen, Leo. Did he say anything?\n\nLEO\nDid he say anything?! The President's pissed as hell at you, Josh. And so am I.\n\nJOSH\n[sighs] I know.\n\nLEO\nYou gotta work with these people. And where the hell do you get off strutting\nyour...\n\nThey are walking through the ROOSEVELT ROOM.\n\nJOSH\nI know.\n\nLEO\nAl Caldwell is a good man.\n\nJOSH\nAl Caldwell wasn't there.\n\nLEO\nI'm saying, you take everyone on the Christian Right, dump them into one\nbig pile,\nand label them 'stupid'. We need these people.\n\nJOSH\nWe do not need these people.\n\nLEO\nJosh.\n\nJOSH\nWe need Al Caldwell. We want Al Caldwell. We do not need John Van Dyke. And\nwe do\nnot need Mary Marsh.\n\nLEO\nAnd I think there shouldn't be instant replay in football, but that' s not\nmy call,\nnow, is it?\n\nJOSH\n[stops walking, while Leo continues on] It was stupid.\n\nLEO\nDamn straight.\n\nJOSH\nI was right, though.\n\nLEO\n[talking to himself] Like I don't know that.\n\nLeo walks into the OUTER OVAL OFFICE where MRS. LANDINGHAM stands up from\nher desk.\n\nMRS. LANDINGHAM\nOh, Mr. McGarry. Have they done an X-Ray?\n\nLEO\nYup.\n\nMRS. LANDINGHAM\nIs anything broken?\n\nLEO\nA $4,000 Lynex Titanium touring bike that I swore I'd never lend anyone.\n\nMRS. LANDINGHAM\n[following Leo into the OVAL OFFICE] I don't understand. How did he...?\n\nLEO\nHe's a klutz, Mrs. Landingham. Your President's a geek.\n\nMRS. LANDINGHAM\nMr. McGarry, you know how I feel about that kind of talk in the Oval Office.\n\nLEO\nI apologize.\n\nMRS. LANDINGHAM\nJust in this room, Mr. McGarry. That's all I'm asking.\n\nLEO\nYes. [walks out of the Oval Office and sees Bonnie] Oh, Bonnie. Call\nO.E.O.B. and\nset up a briefing for the Vice President. Let's coordinate with Katie\nSimon's office\non the appointments.\n\nBONNIE\nShould I get everybody in?\n\nLEO\nYeah! [He walks into his office.] Margaret. Please call the editor of the\nNew York\nTimes crossword and tell him that 'Khaddafi' is spelled with an h, and two\nd's, and\nisn't a seven letter word for anything.\n\nMARGARET\nIs this for real? Or is this just funny?\n\nLEO\nApparently, it's neither.\n\nLEO'S OFFICE. The senior staff is beginning to gather. Several secretaries and\nassistants wonder in and out of the office.\n\nC.J.\nIs there anything I can say, other than the President rode his bicycle into\na tree?\n\nLEO\nHe hopes never to do it again.\n\nC.J.\nSeriously. They're laughing pretty hard.\n\nLEO\nHe rode his bicycle into a tree, C.J.. What do you want me to -- 'The\nPresident,\nwhile riding a bicycle on his vacation in Jackson Hole, came to a sudden\narboreal\nstop' -- What do you want from me?\n\nC.J.\nA little love, Leo.\n\nLEO\n[to Sam] What do you know about the Cubans?\n\nSAM\nI don't know anymore than Josh. Somewhere between 1200 and 2000 Cubans began\nembarking from a fishing village 30 miles South of Havana.\n\nSTAFFER\nWhere are they headed?\n\nJOSH\nVegas.\n\nSAM\nMiami. Though, it's not clear how sophisticated their navigation equipment is.\n\nJOSH\nNavigational equipment? That way is North, I think is pretty...\n\nC.J.\nJosh.\n\nJOSH\nC.J., if one of these guys could throw a split fingered fastball, we'd send\nin the\nUSS Eisenhower.\n\nC.J.\nThat's not entirely true.\n\nTOBY\nOh, for God's sake. Forget about the journey. Okay? The voyage is not our\nproblem.\n\nC.J.\nWhat's our problem?\n\nTOBY\nWhat to do when the Nina, the Pinta, and the Get-Me-The-Hell-Outta-Here\nhit Miami.\n\nLEO\nSam?\n\nSAM\nCan't send them back. They'll go to jail, if they're lucky.\n\nTOBY\nWe'll get whacked in what? At least...\n\nSAM\nThree congressional districts. Dade County.\n\nTOBY\nThose seats are gone.\n\nJOSH\nNot to mention the fact that it's wrong.\n\nSAM\nPlus that.\n\nJOSH\nWhat about Texas?\n\nSAM\nI wouldn't worry about it.\n\nLEO\nKeep Josh in the loop on this throughout the day.\n\nSAM\nMe?\n\nLEO\nYeah.\n\nSAM\nThe thing is, my day is a little tight...\n\nTOBY\nDeal with it.\n\nSAM\nAnd I'm happy to. It's just that...\n\nLEO\nSam.\n\nSAM\nI'm just saying, isn't this more of a military area?\n\nThe room goes silent as everyone digests Sam's argument in shock.\n\nLEO\nMilitary?\n\nSAM\nYeah.\n\nTOBY\nYou think the United States is under attack from 1200 Cubans in rowboats?\n\nSAM\nI'm not saying I don't like our chances.\n\nTOBY\nMind-boggling to me that we ever won an election.\n\nLEO\nPat Thomas wants to call up the Guard.\n\nJOSH\nHe shouldn't.\n\nSAM\nHe's right.\n\nC.J.\nYou send in the Guard, you create a panic situation.\n\nTOBY\nI agree with Josh. And I agree with C.J.. And I agree with Sam. And you\nknow how\nthat makes me crazy.\n\nLEO\nYeah...\n\nTOBY\nThey're running for their lives. You don't have to start a game of Red\nRover with\nCastro. But you don't send in the National Guard. You send food and you\nsend doctors.\n\nJOSH\nSam, see that I.N.S. is working with the Red Cross and the Centers for\nDisease Control.\n\nSAM\nI've got my guy from CDC on the phone right...\n\nLEO\nGo. Talk to him.\n\nSAM\nTalk to him. [leaves]\n\nLEO\nMoving on. Let's talk about Josh.\n\nCUT TO: INT. PRESS ROOM - DAY\nReporters are milling about. Billy is talking to a female reporter.\n\nBILLY\nAl Caldwell scares the hell out of the President, and Josh knows it.\n\nWOMAN\nHe's not going to fire him.\n\nBILLY\nHe's got no choice.\n\nWOMAN\nBilly, the President's not going to fire Josh Lyman.\n\nBILLY\nHe doesn't have a choice.\n\nBuzzer sounds to announce the start of a press briefing. They start to walk\nto the\nBriefing Room.\n\nBILLY\n[continuing] Listen, I had drinks with Sam Seaborn last night.\n\nWOMAN\nAnd Sam said that the President was going to fire Josh?\n\nBILLY\nHe needs these people. He's going to have to give them Josh.\n\nC.J.\n[walks to the podium and begins to address The White House Press Corps]\nFolks? Folks?\n\nWOMAN\nBilly, what do you think if he just--\n\nBILLY\nHe doesn't have a choice.\n\nC.J.\nGood morning. Dr. Randall Haymen, H-A-Y-M-E-N, chief of orthopedics at\nSt. John's\nHospital has diagnosed the President with a mild sprain in his left ankle\nsustained\nwhile cycling into a large cyprus tree.\n\nThe Press Corps laughs.\n\nC.J.\nDetails can be found in the full report that Linda and Susanne are\ndistributing.\nAlong with pool photographs of the President resisting help from a Secret\nService\nagent, then falling down again. By all means, enjoy yourselves. Item\nnumber two.\n\nCHRIS\nC.J., has the President...?\n\nC.J.\nIt's a light day, Chris. Let's just get through this, then I'll take a couple\nquestions. Item number two, the Association of Retired...\n\nCUT TO: INT. JOSH'S OFFICE - DAY\nAll of the lights are out. Josh flips on a television and starts a video tape.\nIt is of a round table discussion show called 'Capitol Beat.' On the show, Josh\nis sitting next to MARY MARSH.\n\nJOSH [on video]\n--none of your business. Look, if 38 states...\n\nMARY [on video]\nNo. Well, I can tell you that you don't believe in any God I pray to,\nMr. Lyman.\nNot any God I pray to.\n\nJOSH [on video]\nLady, the God you pray to is too busy being indicted for tax fraud.\n[rewinds the tape back]\n\nMARY [on video]\nI can tell you that you don't believe in any God I pray to, Mr. Lyman. Not\nany God\nI pray to.\n\nJOSH [on video]\nLady, the God you pray to is too busy being indicted for tax fraud. [rewinds\nagain]\nLady, the God you pray to is too busy being indicted-\n\nDONNA\n[enters the office, holding a coffee mug] You shouldn't have worn that tie on\ntelevision. It bleeds.\n\nJOSH\nI don't think it was the tie that got me in trouble.\n\nDONNA\nNo, but I've told you a zillion times.\n\nJOSH\nWhat's that?\n\nDONNA\nIt's coffee.\n\nJOSH\nThought so.\n\nDONNA\nI brought you some coffee.\n\nJOSH\nWhat's going on, Donna?\n\nDONNA\nNothing's going on.\n\nJOSH\nDonna.\n\nDONNA\nI brought you some coffee.\n\nJOSH\nClose the door. [Donna sets the coffee on his desk and closes the door.]\nDonnatella Moss, when did you start working for me?\n\nDONNA\nUm, during the campaign.\n\nJOSH\nAnd how long have you been my assistant?\n\nDONNA\nA year and a half.\n\nJOSH\nAnd when was the last time you brought me a cup of coffee? [beat] It was never.\nYou've never brought me a cup of coffee.\n\nDONNA\nWell, if you're going to make a big deal out of it...\n\nJOSH\nDonna. If I get fired, I get fired.\n\nDONNA\nDo you think he's going to do it?\n\nJOSH\n[beat] No.\n\nA knock on the door.\n\nTOBY [OS]\nIt's Toby.\n\nDONNA\nYou won that election for him. You, and Leo, and C.J., and Sam.\n\nMore knocks on the door.\n\nTOBY [OS]\nOpen the damn door.\n\nDONNA\n[whispering] And him. [opens the door to reveal Toby and walks out of\nthe office]\n\nJOSH\nThanks for the coffee.\n\nDONNA\nYou're welcome.\n\nTOBY\nDonna brought you coffee?\n\nDONNA [OS]\nShut up.\n\nJOSH\n'Sup?\n\nTOBY\n[shutting the door] What did I tell you before you went on the air yesterday?\n\nJOSH\nYou said, 'don't get cute with Mary Marsh.'\n\nTOBY\nI said, 'don't get cute with Mary Marsh.' I said Al Caldwell is not to\nbe treated\nlike some revival tent clown.\n\nJOSH\nAl Caldwell wasn't there.\n\nTOBY\nHe sure as hell was watching.\n\nJOSH\nLook, I already took Leo's morning beating. What do you want?\n\nTOBY\nI want you to keep your job.\n\nJOSH\n[beat] How?\n\nTOBY\nI'm going to make a suggestion, which might help you out. But I don't want this\ngesture to be mistaken for an indication that I like you.\n\nJOSH\nI understand.\n\nTOBY\nIn preparation for the Sunday morning radio address on family values...\n\nJOSH\nWhen did that get on the schedule?\n\nTOBY\nListen to me for a second...\n\nJOSH\nWhen did it get on the schedule?\n\nTOBY\nIt's the regular Sunday morning...\n\nJOSH\n[raising his voice] Yeah, but when did we schedule family values?\n\nTOBY\nWe scheduled it, Josh, after your smug, taunting, you know, calamitous\nperformance\non 'Capitol Beat.' [beat] America for better families. The AAF and Al Caldwell.\nMary Marsh. I've invited them all for coffee this afternoon, along with\na couple\nof speechwriters to talk about...\n\nJOSH\nWhat they want to hear.\n\nTOBY\nYes. Yes, sir.\n\nJOSH\nIf you listen carefully, you can hear two centuries of Presidents rolling\nover in\ntheir graves.\n\nTOBY\nCome to the meeting.\n\nJOSH\nNo!\n\nTOBY\nCome to the meeting and be nice.\n\nJOSH\nWhy?\n\nTOBY\nSo C.J. can put it in the papers...\n\nJOSH\n[raising his voice] Al Caldwell is friends with bad people! I think he\nshould say\nso for the common good. Screw politics! How about that?\n\nTOBY\n[raising his voice] You don't run social policy for this government. How\n'bout that!\n\nJOSH\nToby!\n\nTOBY\nI'm in charge of the message around here. It's my job to tell the President\nthat\nthe best thing he could do, from a PR standpoint, is to show you the\ndoor. [beat]\nCome to the meeting. Be nice. Keep your job.\n\nJOSH\n[softly] I'll be there.\n\nTOBY\n[remembering] Oh, take a look at this. [hands Josh a newspaper clipping]\n\nJOSH\nWhat's that?\n\nTOBY\nOne of the kids from the newsroom clipped that from the Journal this morning.\nGuess who's leaving Lennox-Chase to start consulting in town? She's leasing\noffices downtown. She starts today.\n\nJOSH\nWho's she working for?\n\nTOBY\n[smiles] I'm checking it out.\n\nToby leaves the office as Josh sits down, still looking at the newspaper\nclipping.\n\nJOSH\n[to himself] That's a good picture of her.\n\nFADE OUT.\nEND ACT ONE\n* * *\n\nACT TWO\n\nFADE IN: EXT. WASHINGTON STREET - DAY\nMANDY HAMPTON is driving a silver convertible very fast, while talking on\nher cell phone.\n\nMANDY\n[on the phone] Bruce? Bruce? Bruce! I may have just gotten back into the\nbusiness\nthis morning, but I didn't come by way of a turnip truck, you know what\nI'm saying?\n[pause] You jerk me around on this, and I'm going to get cranky right in\nyour face.\nNow, I was your source on 443. Big, fat byline. Above the fold. So, I\nthink it's\ntime to play 'What have you done for me lately.' Look, I don't want to\nhear you're\ngoing to try, Bruce. This isn't gym class.\n\nA police officer on motorcycle watches Mandy run a red light and follows her,\nhis siren blaring.\n\nMANDY\n[on the phone] I said, gym class. Gym class! [pulls her car to the side of\nthe road\nand stops, still talking to Bruce.] Bruce, Bruce! 'Cause it's important in\ngym to\ntry, but it is not necessarily- Look, Bruce. It was a simple metaphor. Now\nlisten\nup! Now, you're misinterpreting me and you're misinterpreting the Senator. And\nit's\nbush league for the party. And it's beneath even you're newspaper.\n\nPOLICE OFFICER\n[approaches] You know you ran a red light back there.\n\nMANDY\n[turns away, still on the phone] Come on. Bruce, please. You huckling me out,\nI just\nwanna make you cry like a girl.\n\nPOLICE OFFICER\nPut the phone down, please!\n\nMANDY\nListen, I'm under arrest. I'm going to have to call you back, Bruce.\n\nCUT TO: INT. ROOSEVELT ROOM- DAY\nLeo is meeting with economic advisors.\n\nFRED\nA two and a half percent in the third quarter at the end of the fiscal year.\n\nLEO\nThat's fine, but the President's gonna look at the WBO revenue analysis and say\nthat economists were put on this planet to make astrologers look good.\n\nJosh walks into the room as several people in the room laugh.\n\nFRED\nLeo...\n\nLEO\nLuther. Ballpark. One year from today. Where's the Dow?\n\nLUTHER\nTremendous. Up a thousand.\n\nLEO\nFred. One year from today.\n\nFRED\nNot good. Down a thousand.\n\nLEO\nA year from today at least one of you is gonna look pretty stupid.\n\nLUTHER\nCan we go now?\n\nLEO\nOh, go. Get out. [The economists all leave.]\n\nSAM\n[walks in] There's a storm system moving into the South Florida area.\n\nLEO\nSee, with any luck the Cubans'll turn around and live to defect another day.\n\nJOSH\nYeah, 'cause they're probably all tuned to the National Weather Service,\nbut that's\nnot what I'm here for.\n\nLEO\nWhat's on your mind?\n\nJOSH\nWe've gotta look at the whole field for a minute, 'cause I think we're about to\nget tagged.\n\nLEO\nWith regard to what?\n\nJOSH\nRe-election.\n\nLEO\nOh, we're not there.\n\nJOSH\nDon't let Lloyd Russell push us around on Medicare or medium range missiles.\n\nLEO\nYou're taking Lloyd Russell too seriously.\n\nSAM\nHis numbers are starting to get interesting.\n\nJOSH\nHollywood likes him. He can raise money.\n\nLEO\nWe're not there yet.\n\nJOSH\n30 second hypothetical: You're Lloyd Russell, newly crowned prince of the White\nsuburban woman, the upper middle class Black man and teacher's union. You're no\nfriend to the sitting President. What do you do?\n\nLEO\nPut together an exploratory committee.\n\nJOSH\nAnd who do you get to run it?\n\nLEO\nYou.\n\nJOSH\nI already got a job.\n\nLEO\nFor the moment.\n\nJOSH\nWho do you get?\n\nLEO\nWell, if I could get Mandy to leave 900,000 a year at Lennox-Chase, I'd\nget Mandy.\n\nJOSH\nYou'd be smart.\n\nLEO\n[to Sam] Hey, come to think of it, you think she'd be interested in his job?\n\nJOSH\nYou're in luck.\n\nLEO\nShe's in town?\n\nJOSH\nJust got here today.\n\nLEO\nWhat she doing?\n\nJOSH\nWorking for Lloyd Russell.\n\nLEO\n[digests the new information then calls] Margaret! Get me Senator Russell's\noffice\non the phone.\n\nJosh and Sam stand in the doorway and watch Leo leave.\n\nSAM\nIs that the same suit you wore yesterday?\n\nJOSH\nYeah. [beat] You?\n\nSAM\nYeah.\n\nCUT TO: INT. DINER - DAY\nAt the bar, two female college students are gazing over at a table off screen.\n\nSTUDENT 1\nI think it's him.\n\nSTUDENT 2\nIt is.\n\nSTUDENT 1\nOkay. I'm going over there.\n\nThe two students grab a magazine from their table as we follow them over\nto where\nJosh and Mandy are sitting.\n\nSTUDENT 2\nExcuse me.\n\nSTUDENT 1\nWe're sorry to interrupt your lunch...\n\nSTUDENT 2\nWe're juniors at Florida State...\n\nSTUDENT 1\nWe're with this poly-sci group...\n\nSTUDENT 2\nAnyway...\n\nSTUDENT 1\nAnyway, we just wanted to say that we think you're excellent, and could we have\nyour autograph. [hands Josh a magazine, which he takes and starts to sign]\n\nJOSH\nSure. [nodding over with his head as he writes] This is Mandy Hampton. She's\nexcellent, too.\n\nSTUDENT 1\nFrom the campaign?\n\nSTUDENT 2\nDidn't you two used to be a thing?\n\nSTUDENT 1\nJennifer!\n\nSTUDENT 2\nSorry.\n\nJOSH\nShe used to steal money from me.\n\nSTUDENT 1\nReally?\n\nJOSH\nYeah. Thanks a lot for stopping by.\n\nSTUDENTS\nThanks.\n\nJOSH\nSure.\n\nSTUDENTS\nBye.\n\nJOSH\nSee ya. [The students leave.]\n\nMANDY\nListen. You called me. What do you wanna know? Is Lloyd gonna run?\n\nJOSH\nI really don't care one way or the other. He's a lightweight. I just...\n\nMANDY\nYou don't like him.\n\nJOSH\nNot when I can't use him. No. I just wanna know how much trouble he's gonna\nbe on\nthe budget surplus.\n\nMANDY\nYou should get to know him.\n\nJOSH\nI have enough friends.\n\nMANDY\nNot these days you don't.\n\nJOSH\nPlease, Mandy. It's not like these people were in our camp to begin with.\n\nMANDY\nThat's right, Josh, and they've been waiting for you to trip over your\nmouth and\nyou handed it to them. It's Christmas morning for Mary Marsh. [pause] You're a\nFulbright Scholar, are you honestly the only adult in America who doesn't think\nyou're about to be fired? Do what Toby's telling you to do.\n\nJOSH\nDid you just call him Lloyd?\n\nMANDY\nWho?\n\nJOSH\nSenator Russell.\n\nMANDY\nWhen?\n\nJOSH\nA minute ago. You said \"What do you wanna know? Is-is Lloyd gonna run\"?\n\nMANDY\nI don't remember. What does it...?\n\nJOSH\nIt's unusual for you that you would call a Senator by his first name to a\nthird party.\n\nMANDY\nA third party?\n\nJOSH\nYou know what I'm saying.\n\nMANDY\nNo, but as long as one of us does...\n\nJOSH\nYou're dating Lloyd Russell.\n\nMANDY\nYes.\n\nJOSH\n[pause] Wow. That's great.\n\nMANDY\nAre you gonna freak out?\n\nJOSH\nNo, no, no. Not at all. It's just -- I always thought he was gay.\n\nMANDY\nNo you didn't.\n\nJOSH\nI did.\n\nMANDY\nHe's not gay.\n\nJOSH\nYou sure?\n\nMANDY\nVery sure.\n\nJOSH\nHe always seemed effeminate to me.\n\nMANDY\nHe happens to be very athletic. Plenty masculine.\n\nJOSH\nI think he's a woman.\n\nMANDY\nJosh, take me seriously.\n\nJOSH\nI do.\n\nMANDY\nThe New York Times is gonna release a poll in the next few days that\nbrings your\nunfavorables up to 48%.\n\nJOSH\nThis is the first I'm hearing of it.\n\nMANDY\nYou'll have it in about an hour.\n\nJOSH\nWhere'd you get this?\n\nMANDY\nWe don't play for the same team anymore.\n\nJOSH\nWait a minute. One minute you're giving me career advice, the next minute\nyou're\ntelling me we don't play for...\n\nMANDY\nI'm here for a while. And I want you at your fighting weight when I start\nbitch-slapping you guys around the beltway. [They start to eat.]\n\nJOSH\nYou and Lloyd Russell, huh?\n\nMANDY\nYeah.\n\nCUT TO: INT. LEO'S OFFICE - DAY\n\nLEO\n[on the phone] Seventeen across. Yes. Seventeen across is wrong. You're\nspelling\nhis name wrong. What's my name? My name doesn't matter. I'm just an ordinary\ncitizen\nwho relies on the Times crossword for stimulation. And I'm telling you,\nthat I've\nmet with the man twice, and I've recommended a preemptive Exocet Missile attack\nagainst his airforce. So, I think I know how to...\n\nC.J.\n[waves to Margaret and walks in] Leo!\n\nLEO\n[he looks at the phone, then hangs up] They hang up on me. Every time.\n\nC.J.\nThat's almost hard to believe.\n\nLEO\nWhat do you need?\n\nC.J.\nNightline wants someone for the East Asia...\n\nLEO\nSend Naomi. What else?\n\nC.J.\nThere might be a press leak on A3-C3.\n\nLEO\nThat was Hutchison. What else?\n\nC.J.\nLeo?\n\nLEO\nPlease don't ask me about Josh.\n\nC.J.\nI was going to ask...\n\nLEO\nI honestly don't know anything.\n\nC.J.\nYou know the President.\n\nLEO\nSo do you.\n\nC.J.\nYou know him better.\n\nLEO\nI've known him forty years, C.J. And all I can promise you is that on any\ngiven day\nthere's really no predicting what he's going to choose to care about.\n\nC.J.\nYeah.\n\nLEO\nI'm sorry, I'm late. [leaves]\n\nCUT TO: INT. HALLWAY - DAY\nSam is walking along the corridor with his lunch tray, being followed by two\ncommunications staffers, LARRY and ED.\n\nLARRY\nYou can't use those stats.\n\nSAM\nThe assault stats.\n\nLARRY\nThe assault stats are wrong.\n\nSAM\nWe got them from your office.\n\nED\nAnd we got them from HUD.\n\nSAM\nAnd they're wrong?\n\nED\nEven if they were right, don't use 'em.\n\nSAM\nWell, A. Let's make 'em right, and B. why can't I use 'em?\n\nED\nThe 76 year old grandmother.\n\nLARRY\nEvery time we use those assault stats, Carr and Gilmore come back...\n\nSAM\nWho's the 76 year old--\n\nLARRY\nEvery day, 17,000 Americans defend themselves with a gun--\n\nSAM\nThat's flat-out not true.\n\nED\n--including a 76 year old grandmother in Chicago, who defended herself\nagainst an\nintruder in the middle of the night.\n\nLARRY\nJust don't use the stats.\n\nSAM\nThe 76 year old grandmother doesn't defend herself with a modified AK-47\nAssault\nRifle, Larry.  Unless she's defending herself against Turkish rebels.\n\nSam's assistant, CATHY, approaches.\n\nCATHY\nExcuse me.\n\nSAM\nOh, you guys know my assistant Cathy?\n\nLARRY\nWe've talked a lot on the phone.\n\nCATHY\nYeah, hi. [to Sam] I need you for just a second.\n\nSAM\nAh, right. [to Ed and Larry] Call me at the end of the day. [walks with Cathy\n\nCATHY\nLeo's wife called.\n\nSAM\nThat woman hates me.\n\nCATHY\nYes.\n\nSAM\nWhat'd I do?\n\nCATHY\nYou tried to hit on her at party fundraiser.\n\nSAM\nYes. I meant recently. I meant why did she call.\n\nCATHY\nShe wants you to...\n\nSAM\nFor the hundredth time, I didn't know who she was, and how long am I gonna be\ncrucified for that?\n\nCATHY\nWell a little while longer anyway, 'cause...\n\nSAM\nMost women, I would think, would be flattered that...\n\nCATHY\nYeah, I think Leo was especially touched that you...\n\nSAM\nWhat'd she want?\n\nCATHY\nShe was supposed to give a tour to some students from her daughter's fourth\ngrade\nclass. She can't make it and she wants you to do it.\n\nSAM\nI can't.\n\nThey walk in the COMMUNICATIONS OFFICE.\n\nCATHY\nYou have to. They wrote essays.\n\nSAM\nNo really, I can't. I'm not a good tour guide. I don't know anything about\nthe White\nHouse. [his pager goes off]\n\nCATHY\nYou wanna call Mrs. McGarry and tell her that?\n\nSAM\n[looking at his pager] Oh God, please let this be a national emergency.\n\nSam picks up a phone and punches in a number off his pager. A woman answers.\n\nWOMAN [VO]\nCashmere Escorts.\n\nSAM\n[on the phone] Hi. You paged me?\n\nWOMAN [VO]\nWho is this?\n\nSAM\n[on the phone] This is Sam Seaborn.\n\nWOMAN [VO]\nI'm sorry. There's been a mistake.\n\nSAM\n[on the phone] Who's this?\n\nWOMAN [VO]\nCashmere Escort Service.\n\nSAM\n[on the phone, confused] Okey-doke. [hangs up, to Cathy] Page me.\n\nCATHY\nWhere are you going?\n\nSAM\nI'm standing right here. Page me and punch in my number.\n\nCathy does. Sam watches his pager. Nothing.\n\nCATHY\nYou switched pagers with someone.\n\nSAM\nA woman's about to call me. She's not gonna know why. Put her through. [goes\ninto\nhis office and closes the door. He shuts the door and sits at his desk,\nwaiting for\nthe phone to ring, which it soon does]Hello?\n\nLAURIE [VO]\nHello? You paged me?\n\nSAM\n[on the phone] Laurie?\n\nLAURIE [VO]\nWho's this?\n\nSAM\n[on the phone] It's Sam.\n\nLAURIE [VO]\nHi.\n\nSAM\n[on the phone] Sam Seaborn.\n\nLAURIE [VO]\nYeah. You called me.\n\nSAM\n[on the phone] Yeah, ah, actually you called me. And that's because you have my\npager. And I have yours.\n\nLAURIE [VO]\nOh.\n\nSAM\n[on the phone] Yeah. Look, listen, can I come by and see you real quick?\n\nLAURIE [VO]\nYeah.\n\nSAM\n[on the phone] Thanks... Good... Okay.\n\nCUT TO: INT. HALLWAY - DAY\nA few reporters are waiting around for C.J., who enters the hallway. Billy is\ntalking to another reporter.\n\nBILLY\nI'm holding four column inches above the fold.\n\nREPORTER\nYou're going to be wrong.\n\nBILLY\nI've got Al Caldwell, Mary Marsh...\n\nC.J.\nGuys, I don't have a lot of time to answer questions right now.\n\nCHRIS\nC.J., has--\n\nC.J.\nBut that shouldn't stop you from asking them anyway. Chris?\n\nCHRIS\nHas the President had any reaction to Josh on the show?\n\nC.J.\nNone that I'm aware of.\n\nCHRIS\nDo you know--\n\nC.J.\nSeriously, that's it. I'll get you wheels down time when I've got\nit. [continues to\nwall through the hallway and is intercepted by Toby]\n\nTOBY\nThey're picking up the scent.\n\nC.J.\nBilly is. The rest of 'em are picking up Billy's scent.\n\nTOBY\nJosh is gonna come to the coffee.\n\nC.J.\nKeep him cool.\n\nFADE OUT.\nEND ACT TWO\n* * *\n\nACT THREE\n\nFADE IN: EXT. PENNSYLVANIA AVE. IN FRONT OF THE WHITE HOUSE - DAY\nLeo and AL CALDWELL are walking and are in the middle of a conversation.\n\nLEO\nPresident's a deeply religious man, Reverend. I don't need to tell you that.\n\nCALDWELL\nNo.\n\nLEO\nHe's worked with the Southern Baptist Leadership Conference. He's worked with\nthe Catholic Relief...\n\nCALDWELL\nHe's spoken at my church.\n\nLEO\nYes, he has. He also spent eight months traveling around the country\ndiscouraging\nyoung women from having abortions.\n\nCALDWELL\nOh, hang on. He never said anything...\n\nLEO\nHe doesn't believe that it's the government's place to legislate this\nissue. But\nthat has not stopped him from playing his role as a moral leader. Something\nwhich\ncost him dearly in the campaign and you know that.\n\nCALDWELL\nWhy does he insist on demonizing us as a group?\n\nLEO\nBecause your group has plenty of demons.\n\nCALDWELL\n[snorts] Every group has plenty of demons.\n\nLEO\nYou don't have to tell me about it, Reverend. I'm a member of the Democratic\nParty.\n\nCALDWELL\nWhy does the White House suddenly talk like everyone in the Christian Right\nis the\nsame?\n\nLEO\nForgive me, Al. But when you stand that close to Mary Marsh and John Van\nDyke, it's\nsometimes hard not to paint you all with the same brush.\n\nCALDWELL\nWe need John and Mary for political muscle.\n\nLEO\nI don't think you do, but I recognize you're in a tough spot.\n\nCALDWELL\nI'm not looking for a holy war, Leo.\n\nLEO\nOh, I know you're not, Al. And I think that you and I can keep this from\nescalating\nbeyond the petulant woman being angry about getting her hair a little messed\nup on T.V.\n\nCALDWELL\nAnd there you go again. [They stop walking to face one another.]\n\nLEO\nWhat?\n\nCALDWELL\nIt was not a little deal.\n\nLEO\nNo one's saying...\n\nCALDWELL\nAnd I want to make sure -- of nothing else, I want to make sure that you're\ntaking\nme seriously.\n\nLEO\nYou don't think we're taking this seriously? 24 hours ago, the President\nordered\nme to fire Josh Lyman. I've been trying to talk him down from it ever\nsince. He's\ngetting off the plane in ten minutes. It's 6 to 5 at pickin' whether Josh still\nhas a job. Now, I don't know how much more seriously we can take it.\n\nCALDWELL\nWell, that's regrettable.\n\nLEO\nYes, it is. [They start walking again.] Anyway, I'm glad Toby organized\nyour meeting\nthis afternoon.\n\nCALDWELL\nSo am I.\n\nCUT TO: INT. LAURIE'S APARTMENT - DAY\nLaurie, in jeans in a sweatshirt, answers the knocking at the door. Sam\nis standing\nthere in his overcoat.\n\nSAM\nHi.\n\nLAURIE\nHi.\n\nSAM\nCan I come in?\n\nLAURIE\nSure. [lets Sam in]\n\nSAM\n[walks down the long hallway in her apartment] This is a nice apartment.\n\nLAURIE\nYou saw it last night.\n\nSAM\nYeah, and I really like it.\n\nLAURIE\nThanks.\n\nSAM\nIt makes very good use of space.\n\nLAURIE\n[grabbing the pager off her couch] Thanks.\n\nSAM\nThe way the ladle hangs from the pegboard.\n\nLAURIE\nThe ladle didn't actually come with the apartment. It's mine.\n\nSAM\nRight.\n\nLAURIE\nYeah.\n\nSAM\nUm, can I ask you something?\n\nLAURIE\nAm I a hooker?\n\nSAM\nNo. No. What I was gonna say is this: Is it possible, that in addition to\nbeing a\nlaw student and part-time bartender, that you are what I'm certain would\nhave to be\na very high-priced call girl. I, by the way, making no judgments. The thing is,\nwith my job--\n\nLAURIE\nYes.\n\nSAM\nYes?\n\nLAURIE\nYeah, I'm sorry. I should've told you. I wanted you to like me.\n\nSAM\nI do. I gotta go. [waits a moment then walks to the door]\n\nLAURIE\nSam?\n\nSAM\nYeah?\n\nLAURIE\nMy pager.\n\nSAM\nOh, right. [exchanges pagers]\n\nLAURIE\nThanks.\n\nSAM\nListen, I don't know how often you get up...\n\nLAURIE\nSam. Go. You don't know who I am.\n\nSAM\nIt's just that there are people who'd pay a lot of money for...\n\nLAURIE\nI know. Go. It's okay.\n\nSam turns and goes.\n\nCUT TO: INT. WEST WING HALLWAY - DAY\nA group of visitors, AL CALDWELL, MARY MARSH, JOHN VAN DYKE and several\nof their\nassistants and staff people are following C.J.'s assistant, CAROL, who\nleads them\nto a room.\n\nCAROL\nReverend Caldwell, if you all would just step in here.\n\nThe group goes into the mural room as Cathy passes by and looks into the\nROOSEVELT ROOM. Several nine-year-olds are waiting patiently with their\nteacher,\nMALLORY O'BRIAN. Cathy opens the door to address them.\n\nCATHY\nExcuse me. Hi. We're going to be just a minute so why doesn't everyone have\na seat.\n[leaves]\n\nMALLORY\n[to the children] All right. Everybody, nicely and quietly, take a seat.\n\nCUT TO: INT. JOSH'S BULLPEN AREA - DAY\nDonna is standing in front of Josh, holding out a fresh shirt and tie.\n\nJOSH\nNo.\n\nDONNA\nPut it on.\n\nJOSH\nNo.\n\nDONNA\nPut it on.\n\nJOSH\nNo.\n\nDONNA\nYou've been wearing the same clothes for 31 hours now, Josh.\n\nJOSH [OS]\nI am not getting spruced up for these people, Donna.\n\nDONNA\nAll the girls think you look really hot in this shirt.\n\nJosh grabs the shirt and tie. Donna walks out of the office into the corridor.\n\nDONNA\n[calling out] Bonnie!\n\nBONNIE [OS]\nYeah?\n\nDONNA\nTell Toby he's changing his shirt.\n\nBONNIE\nRight.\n\nWe move to the LOBBY where Cathy meets Sam as he enters.\n\nCATHY\nYou're late.\n\nSAM\nI'm having kind of a weird day. [They begin walking.]\n\nCATHY\nLeo's daughter's class is waiting with their teacher and a couple of parents in\nthe Roosevelt Room.\n\nSAM\nI don't know what to say to them.\n\nCATHY\nYou're supposed to tell them about the building and its history. Do you\nneed anything?\n\nSAM\nI need someone to tell me about the building and its history.\n\nCATHY\nJust fake it.\n\nSAM\nI can't fake it.\n\nCATHY\nOf course you can fake it.\n\nTHE ROOSEVELT ROOM. Fifteen or so fourth-graders, dressed in their White\nHouse best,\nare sitting patiently along with their teacher, Mallory. Sam and Cathy\npull around\nthe corner and stop outside the door.\n\nSAM\nWhich one is Leo's daughter?\n\nCATHY\nWhat does it matter?\n\nSAM\nI want to make a good impression. What does she look like?\n\nCATHY\nI don't know.\n\nSAM\nOkay. I just want to thank you for all of your help.\n\nCATHY\nSure.\n\nSam tries to open one of the doors, but finds it locked. Cathy opens the other\ndoor for him.\n\nSAM\nHi, I'm sorry to be late.\n\nMALLORY\nMr. Seaborn. Mallory O'Brian.\n\nSAM\nHi.\n\nMALLORY\nAnd these are the fourth graders at Clearlake Elementary School who wrote\nthe best\nessays on why they wanted to visit the White House.\n\nSAM\nWell, that's just great, why don't we get started. [walks around the table]\nMy name\nis Sam Seaborn and I'm the Deputy Communications Director. What does that mean\nexactly? Well, to begin with, I'm a counselor to the President, mostly\non domestic\nmatters, though generally not security related. I work with Toby Ziegler, the\nCommunications Director; and C.J. Cregg, the Press Secretary, on crafting our\nmessage and getting it out through the electronic and print media. And while my\nfunctions here are generally perceived to be politically skewed, it's\nimportant to\nremember that it is not the D.N.C., but rather your tax dollars that pay\nmy salary.\nSo I work for you whether you voted for us or not.\n\nThere's an awkward silence in the room before--\n\nMALLORY\nMr. Seaborn, maybe you could give us some history.\n\nSAM\nSure. I graduated law school eight years ago and started working for\nDewey-Ballantine where I--\n\nMALLORY\nActually, I'm sorry to interrupt, actually I meant a history of the building.\n\nSAM\nThe White House.\n\nMALLORY\nYes.\n\nSAM\nSure. [pause] The White House, as you know, was built several years\nago. Mostly, if\nI'm not mistaken, out of cement. The room we're in right now, the Roosevelt\nRoom,\nis very famous. It is named for our 18th President, Franklin Delano\nRoosevelt. The\nchairs that you're sitting on today were fashioned from the lumber of a\npirate ship\ncaptured during the Spanish-American--\n\nThe students are enraptured, but Mallory becomes upset.\n\nMALLORY\n[stands] All right. Kids, I need to speak with Mr. Seaborn. Sit tight for\na second.\n\nSam follows Mallory into the HALLWAY.\n\nMALLORY\nHi.\n\nSAM\nHow ya doin'?\n\nMALLORY\nI'm sorry to be rude, but are you a moron?\n\nSAM\nIn this particular area, yes.\n\nMALLORY\nThe 18th President was Ulysses S. Grant, and the Roosevelt Room was named\nfor Theodore.\n\nSAM\nReally?\n\nMALLORY\nThere's like a six-foot painting on the wall of Teddy Roosevelt.\n\nSAM\nI should've put two and two together.\n\nMALLORY\nYes.\n\nSAM\nLook, the thing is, while there are really a great many things I can speak with\nauthority, I'm not good at talking about the White House.\n\nMALLORY\nYou're the White House Deputy Communications Director and you're not good\nat talking\nabout the White House?\n\nSAM\nIronic, isn't it?\n\nMALLORY\nI don't believe this. [starts to go back into the room, but Sam stops her]\n\nSAM\nWait a minute. Wait. Please. Could you do me favor? Could you tell me which\none of\nthose kids is Leo McGarry's daughter?\n\nMALLORY\nWhy?\n\nSAM\nWell, if I could make eye contact with her, make her laugh, you know, just\nsee that\nshe has a good time, it might go a long way toward making my life easier.\n\nMALLORY\nThese children worked hard. All of them. And I'm not inclined at this moment\nto make\nyour life easier.\n\nSAM\nMs. O'Brian, I understand your feelings, but please believe me when I tell\nyou that\nI'm a nice guy having a bad day. I just found out the Times is publishing\na poll\nthat says a considerable portion of Americans feel that the White House\nhas lost\nenergy and focus. A perception that's not likely to be altered by the\nvideo footage\nof the President riding his bicycle into a tree. As we speak, the Coast\nGuard are\nfishing Cubans out of the Atlantic Ocean while the Governor of Florida wants to\nblockade the Port of Miami. A good friend of mine's about to get fired for\ngoing on\ntelevision and making sense, and it turns out I accidentally slept with\na prostitute\nlast night. Now. Would you please, in the name of compassion, tell me which\none of\nthose kids is my boss's daughter.\n\nMALLORY\nThat would be me.\n\nSAM\nYou.\n\nMALLORY\nYes.\n\nSAM\nLeo's daughter's fourth grade class.\n\nMALLORY\nYes.\n\nSAM\n[pause] Well, this is bad on so many levels.\n\nFADE OUT.\nEND ACT THREE\n* * *\n\nACT FOUR\n\nFADE IN: INT. HALLWAY - DAY\n\nJosh, C.J., Toby, Donna and a few aides walk through the corridors toward the\nMURAL ROOM.\n\nC.J.\nShe's gonna try and bait you, Josh, you understand what I'm saying?\n\nJOSH\nLloyd Russell. Yeah, that'll last.\n\nC.J.\nAre you listening to me?\n\nJOSH\n[repeating] They're gonna try and bait me.\n\nC.J.\nThey want you to say something arrogant.\n\nJOSH\nI don't need baiting for that.\n\nThey walk into the MURAL ROOM where Al Caldwell, Mary Marsh, John Van Dyke, and\nseveral staffers are waiting.\n\nTOBY\nHi. Hi, good afternoon. We apologize. We're running a bit behind today.\n\nJosh sits quietly, as C.J. and Toby greet everyone.\n\nCALDWELL\nThat's quite all right. How's the President's health.\n\nC.J.\nIt's a mild sprain, he'll be fine.\n\nCALDWELL\nGood, good. You all know Mary Marsh and John Van Dyke.\n\nC.J.\nYes.\n\nTOBY\nEverybody, sit, sit, sit. We're happy you all could come talk with us today. As\nyou know, the President makes a usual Sunday morning radio address, and in\na few\nweeks we've scheduled--\n\nCALDWELL\nAh, Toby, if I may interrupt for just a momentae the goals and spirit of\nChristian\nand Family oriented organizations, while embraced by a great and growing\nnumber of\nAmericans, have been met with hostility and contempt by their Government. Now,\nyesterday morning, on the television program Capital Beat, that contempt\nwas given\na voice... and a face... and a name. [to Josh] I'm referring, of course,\nto you, sir.\n\nJOSH\nYes, I know, and I'm glad you brought that up...\n\nCALDWELL\nI was surprised at you, Josh. I always counted you as a friend.\n\nJOSH\nAnd I'm honored by that, Reverend. First, let me say that when I spoke on the\nprogram yesterday, I was not speaking for the President or this administration.\nThat's important to know. Second, please allow me to apologize. My remarks\nwere glib\n and insulting. I was going for the cheap laugh, and anybody willing to step\n up and\ndebate ideas deserves better than a political punch line. Mary, I apologize.\n\nMARY\n[pause, then turns to Toby] Good then. Let's deal.\n\nTOBY\n[beat] I'm sorry?\n\nMARY\nWhat do we get?\n\nTOBY\nFor what?\n\nMARY\nFor insulting millions of Americans.\n\nTOBY\nWell, like Josh said...\n\nMARY\nI heard what Josh said, Toby, what do we get?\n\nTOBY\nAn apology.\n\nMARY\nSunday morning radio address. Public morals. School prayer or pornography, take\nyour pick.\n\nTOBY\nSchool prayer or pornography?\n\nVAN DYKE\nIt's on every street corner.\n\nTOBY\nI've seen it. Mary...\n\nMARY\nCondoms in the schools.\n\nTOBY\nWhat?!\n\nMARY\nCondoms in the schools.\n\nTOBY\nWell, that's a problem.\n\nMARY\nWhat?\n\nTOBY\n[raising his voice] We have a Surgeon General who says they dramatically\nreduce the\nrisk of teen pregnancy and AIDS.\n\nMARY\nSo does abstinence.\n\nVAN DYKE\nShow the average American teenage male a condom and his mind will turn\nto thoughts\nof lust.\n\nTOBY\nShow the average American teenage male a lug wrench and his mind'll turn...\n\nC.J.\nToby!\n\nMARY\nSchool prayer, pornography, condoms. What's it gonna be?\n\nTOBY\nWe're not prepared to make any sort of deal right now.\n\nJOSH\nSure we are. Mary...\n\nMARY\n[to Josh] My read of the landscape is that you're cleaning out your desk\nbefore the\nend of business today, so I'd just as soon negotiate with Toby if it's all\nthe same\nto you.\n\nCALDWELL\nMary.\n\nMARY\n[to Caldwell] Please allow me to work. [to Josh] It was only a matter of\ntime with\nyou, Josh.\n\nJOSH\nYes.\n\nMARY\nThat New York sense of humor was just a...\n\nCALDWELL\nMary, there no need...\n\nMARY\nReverend, please! They think they're so much smarter. They think it's\nsmart talk.\nBut nobody else does.\n\nJOSH\nI'm actually from Connecticut, but that's neither here nor there. The point\nis, Mary...\n\nTOBY\nShe meant Jewish. [A stunned silence. Everyone stares at Toby.] When she said\n\"New\nYork sense of humor\", she was talking about you and me.\n\nJOSH\nYou know what, Toby, let's just not even go there.\n\nCALDWELL\nThere's been an apology. Let's move on.\n\nVAN DYKE\nI'd like to discuss why we hear so much talk about the First Amendment\ncoming out\nof this building, but no talk at all about the First Commandment.\n\nMARY\nI don't like what I've just been accused of.\n\nTOBY\n[raising his voice] I'm afraid that's just tough, Mrs. Marsh.\n\nVAN DYKE\nThe First Commandment says \"Honor thy Father\".\n\nTOBY\nNo it doesn't.\n\nJOSH\nToby--\n\nTOBY\nIt doesn't.\n\nJOSH\nListen--\n\nTOBY\nNo, if I'm gonna make you sit through this preposterous exercise, we're\ngonna get\nthe names of the damn commandments right.\n\nMARY\nOkay. Here we go.\n\nTOBY\n\"Honor thy Father\" is the Third Commandment.\n\nVAN DYKE\nThen what's the First Commandment?\n\nA booming voice comes from off screen. The camera moves to show PRESIDENT\nJED BARTLET\nwith a cane standing in the doorway with several Secret Service agents.\n\nPRESIDENT JED BARTLET\n\"I am the Lord your God. Thou shalt worship no other God before me.\"\nBoy, those were the days, huh?\n\nEveryone stands.\n\nCALDWELL\nGood afternoon, Mr. President.\n\nBARTLET\nAl. What do we got here, C.J.?\n\nC.J.\nWell, we've got some hot tempers, Mr. President.\n\nBARTLET\nMary.\n\nJOHN VAN DYKE\nMr. President, I'm John Van Dyke.\n\nBARTLET\nYes. Reverend?\n\nVAN DYKE\nMay I ask you a question, sir?\n\nBARTLET\nOf course.\n\nVAN DYKE\nIf our children can buy pornography on any street corner for five dollars,\nisn't\nthat too high a price to pay for free speech?\n\nBARTLET\nNo.\n\nVAN DYKE\nReally?\n\nBARTLET\nOn the other hand, I do think that five dollars is too high a price to pay for\npornography.\n\nC.J.\nWhy don't we all sit down?\n\nBARTLET\nNo. Let's not, C.J. These people won't be staying that long. May I have\nsome coffee,\nMr. Lewis? Al, how many times have I asked you to denounce the practices of\na fringe\ngroup that calls itself The Lambs of God?\n\nCALDWELL\nSir, it's not up to me to...\n\nBARTLET\nCrap. It is up to you, Al. You, know, my wife, Abbey, she never wants me to do\nanything while I'm upset. [a staffer hands him coffee] Thank you, Mr. Lewis. 28\nyears ago, I come home from a very bad day at the State House. I tell Abbey I'm\ngoing out for a drive. I get in the station wagon, and put it in reverse,\nand pull\nout of the garage full speed. [Leo and Sam appear in the doorway and\nquietly enter\ninto the room.] Except I forgot to open the garage door.\n\nBartlet pauses to take a drink of his coffee and smile at Josh, who smiles back\nuncomfortably.\n\nBARTLET [cont.]\nAbbey told me to not drive while I was upset and she was right. She was right\nyesterday when she told me not to get on that damn bicycle while I was\nupset, but\nI did it anyway, and I guess I was just about as angry as I've ever been in\nmy life.\nIt seems my granddaughter, Annie, had given an interview in one of the\nteen magazines.\nAnd somewhere between movie stars and make-up tips, she talked about her\nfeelings on\na woman's right to choose. Now Annie, all of 12, has always been precocious,\nbut she's\ngot a good head on her shoulders and I like it when she uses it, so I couldn't\nunderstand it when her mother called me in tears yesterday. I said, \"Elizabeth,\nwhat's wrong?\" She said, \"It's Annie.\" Now I love my family and I've read\nmy bible\nfrom cover to cover so I want you to tell me, from what part of the Holy\nScripture\ndo you suppose the Lambs of God drew their Divine inspiration when they sent\nmy 12\nyear-old granddaughter a Raggedy Ann doll with a knife stuck through its\nthroat?\n[pause] You'll denounce these people, Al. You'll do it publicly. And until\nyou do,\nyou can all get your fat asses out of my White House. [Everyone is frozen.]\nC.J., show these people out.\n\nMARY MARSH\nI believe we can find the door.\n\nBARTLET\nFind it now.\n\nThe group leaves the room quickly and quietly.\n\nCALDWELL\n[quietly to Leo] We'll fix this, Leo.\n\nLEO\nSee that you do.\n\nBartlet has gone out the side door, through an adjoining room and into THE\nOVAL OFFICE.\nThe staff begins recovering from this last moment and following the President.\n\nJOSH\nOkay, can I just say that, as it turned out, I was the calmest person in\nthe room?\n\nTOBY\nHey...\n\nC.J.\nWay to stay cool.\n\nTOBY\nI am not empowered to auction off the Bill of Rights.\n\nJOSH\nI thought you were going to take a swing at her there.\n\nTOBY\nShe was calling us New York Jews, Josh.\n\nJOSH\nYeah, but being from Connecticut, I didn't mind so much. [They enter the\nOval Office.]\nYou, C.J., on the other hand, were brilliant. I particularly liked the\npart where\nyou said nothing at all.\n\nC.J.\nI'm sorry, Josh, I was distracted. All I could really think about was\nLloyd Russell\nand your girlfriend.\n\nSAM\nMandy and Lloyd Russell?\n\nJOSH\nI'll be puttin' an end to that.\n\nBARTLET\n\"Hello, Mr. President. Did you have a nice trip, sir? How's the ankle, sir?\"\nSeems to me we've all been taking a little break. Thinking about our\npersonal lives\nor thinking about keeping our jobs. Breaks are good. It's not a bad idea\ntaking a\nbreak every now and then. I know how hard you all work.\n\nMARGARET, Leo's secretary, brings Leo a note, which he slips to Bartlet after\nreading it.\n\nBARTLET\n[speaks while reading the note] There was this time that Annie came to me\nwith this\npress clipping. Seems these theologians down in South America were very excited\nbecause this little girl from Chile had sliced open a tomato, and the\ninside flesh\nof this tomato had actually formed a perfect Rosary. The theologians\ncommented that\nthey thought this was a very impressive girl. Annie commented that she\nthought it\nwas a very impressive tomato. I don't know what made me think of that.\n[reporting the information from the slip of paper] Naval Intelligence reports\napproximately 1200 Cubans left Havana this morning. Approximately 700\nturned back\ndue to severe weather, some 350 are missing and presumed dead, 137 have\nbeen taken\ninto custody in Miami and are seeking asylum. [pause] With the clothes on their\nbacks, they came through a storm. And the ones that didn't die want a\nbetter life.\nAnd they want it here. Talk about impressive. My point is this: Break's over.\n\nLEO\nThank you, Mr. President.\n\nThe senior staff say their thanks and begin to leave the office. Josh is\nthe last\nto the door.\n\nBARTLET\nJosh. \"Too busy being indicted for tax fraud\"? [beat] Don't ever do it again.\n\nJOSH\n[quietly] Yes sir. [exits]\n\nBARTLET\n[calls] Mrs. Landingham. What's next?\n\nMRS. LANDINGHAM\nGovernor Thomas and the Majority Leader have asked to be conferenced in and the\ngroup from NASA is assembling for their photo-op. At seven o'clock, you have...\n\nMrs. Landingham continues as the camera moves and shows us an overhead shot\nof the\nPresidential Seal and the Oval Office.\n\nDISSOLVE TO: END CREDITS.\nFADE TO BLACK.\n\nTHE END\n* * *\n\nThe West Wing and all its characters are properties of Aaron Sorkin, John Wells\nProduction, Warner Brothers Television, and NBC. No copyright infringement\nis intended.\n\nEpisode 1.1 -- 'Pilot'\nOriginal Airdate: September 22, 1999, 9:00 EST"]},
{"season": 1, "episode": 2, "script": ["THE WEST WING\n'POST HOC, ERGO PROPTER HOC'\nwritten by: AARON SORKIN\ndirected by: THOMAS SCHLAMME\n\nTEASER\n\nFADE IN: EXT. WASHINGTON, D.C. STREET - DAY\nMusic is playing from Mandy's B.M.W. convertible as she drives down the\nstreet.\nAs she stops for the red light, she sees three people across the street near\nthe Capitol Building. She honks the car's horn several times. Senator LLOYD\nRUSSELL is one of the three men. He looks at the car and shakes his head. As\nthe traffic light turns green, Mandy drives fast across the street, through\nand against the curb, and leaves her car there.\n\nMANDY\n[yells] Are you crazy?!\n\nShe jumps out of her convertible without opening the door. She rushes toward\nRussell, who is with two men from his staff.\n\nMANDY\nAre you crazy?!\n\nRUSSELL\nMandy.\n\nMANDY\nHave you lost your mind?\n\nRUSSELL\nWhy don't we go to my office, we can talk about it...\n\nMANDY\nWhy did you make that deal?\n\nSTAFFER 1\nLady, I don't think you can leave your car right there...\n\nMANDY\nShut up! [to Lloyd] Why did you make that deal?\n\nRUSSELL\nIt's just until after the midterms, Mandy.\n\nMANDY\nLloyd?\n\nSTAFFER 2\nWe keep the bill in committee until after the midterms, and that way...\n\nMANDY\nAnd that way, the White House doesn't have to veto it until nobody's looking.\n\nRUSSELL\nWell...\n\nMANDY\nWe wanted people to be looking!\n\nSTAFFER 1\n[to Lloyd] Senator, we really should be moving along here.\n\nMANDY\nLloyd, what? Why? Why did you go to breakfast to make that deal?\n\nSTAFFER 1\nThey offered us a good spot at the nominating convention.\n\nMANDY\nExcuse me?\n\nRUSSELL\nThat's true. I might nominate the President.\n\nSTAFFER 2\nPossibly keynote.\n\nRUSSELL\nDefinitely something in primetime.\n\nMANDY\nOf course, they offered you something good at the nominating convention. They\ndon't want you to get nominated at the nominating convention!\n\nRUSSELL\nSettle down.\n\nMANDY\nThat bill was our coming out party. We were gonna have the stage for a month!\nIt was our Nesun Dorma!\n\nSTAFFER 1\nWhat the hell's Nesun Dorma?\n\nSTAFFER 2\nIt's an Italian aria by Wagner...\n\nMANDY\nIt's Puccini. Wagner's German, and you're a moron.\n\nMAN\n[approaches] Excuse me, ma'am. Is everything all right?\n\nMANDY\nNo, everything is not all right! I left a job at a top-tier marketing firm\nwhere I had stock options. I come down here and get this guy elected\nPresident.\nBut he went to breakfast this morning, and made a deal at 443 until after the\nmidterm elections. Avoiding the national exposure that was our ONLY HOPE of\nmaking any kind of a challenge! [The man has left already.]\n\nSTAFFER 1\nSenator, we've got a caucus.\n\nRUSSELL\nHang on. [Mandy and Russell walk away from other two guys.]\n\nMANDY\nLloyd?\n\nRUSSELL\nListen to me.\n\nMANDY\nI was going...\n\nRUSSELL\nListen to meOe It wasn't gonna happen. Maybe somewhere down the road. But this\nyear, it wasn't gonna happen.\n\nMANDY\nI had two years to make it happen. I was gonna take them on! They beat me\nbefore I got my boxes unpacked.\n\nRUSSELL\nYou'll bounce back. You've got spunk.\n\nMANDY\n[quickly takes off her shoe] I could kill you with my shoe!\n\nRUSSELL\nMandy! Mandy! Mandy! It wasn't gonna happen.\n\nMANDY\nYou know what the worst part about this is?\n\nRUSSELL\n[looks at the car] Well, I think you dinged up your suspension pretty good.\n\nMANDY\nNo, Lloyd. It's the party they're having right now in the West Wing at my\nexpense.\n\nRUSSELL\nThey're not having a party in the West Wing.\n\nMANDY\nI worked with these people for two and a half years. They like to win and\nthen\nthey like to gloat.\n\nRUSSELL\nI'm sure you're wrong.\n\nMANDY\nI'm sure I'm not.\n\nRUSSELL\nThere are very serious men and women in the White House. A blow was struck\nfor\nparty unity this morning. There's no cause to gloat.\n\nCUT TO: INT. THE WHITE HOUSE - JOSH'S BULLPEN AREA - DAY\n\nJOSH\n[comes out of his office] Victory is mine! Victory is mine! Great day in the\nmorning people. Victory is mine!\n\nDONNA\nGood morning, Josh.\n\nJOSH\nI drink from the keg of glory, Donna. Bring me the finest muffins and bagels\nin\nall the land.\n\nDONNA\nIt's gonna be an unbearable day.\n\nDonna hangs her jacket. Josh throws up his arms in victory in front of the\nother\nstaffers, who are clapping for him.\n\nSMASH CUT TO: MAIN TITLES.\n\nEND TEASER\n* * *\n\nACT ONE\n\nFADE IN: INT. COMMUNICATIONS OFFICE - DAY\nToby comes out of his office and heads out. C.J. follows.\n\nTOBY\nI don't understand.\n\nC.J.\nThey refused.\n\nTOBY\nHow did they refuse?\n\nC.J.\nThey turned down. They declined the invitation.\n\nTOBY\nHow does someone decline an invitation for a photo-op with the President?\n\nC.J.\nI'm saying this is the kind of luck we're having.\n\nTOBY\nBecause of the joke?\n\nC.J.\nBecause of the joke.\n\nSTAFFER\n[passes by] Good morning.\n\nTOBY\nGood morning.\n\nC.J.\nWho's that?\n\nTOBY\nWho cares? We need somebody.\n\nC.J.\nYou try getting his attention on this.\n\nOUTER OVAL OFFICE. Mrs. Landingham is behind her desk. Toby approaches.\n\nTOBY\nMrs. Landingham, does the President have free time this morning?\n\nMRS. LANDINGHAM\nThe President has nothing but free time, Toby. Right now he's in the\nresidence\neating Cheerios and enjoying Regis and Kathie Lee. Should I get him for you?\n\nTOBY\nSarcasm's a disturbing thing coming from a woman of your age, Mrs. Landingham.\n\nMRS. LANDINGHAM\nWhat age would that be, Toby?\n\nTOBY\nLate twenties?\n\nMRS. LANDINGHAM\nAtta boy.\n\nTOBY\n[opens the cookie jar] Can I have a cookie?\n\nMRS. LANDINGHAM\nNo.\n\nSAM\n[walks in] Toby, they turned down our request?\n\nTOBY\nC.J.'s on it.\n\nMRS. LANDINGHAM\nGood morning, Sam.\n\nSAM\nGood morning.\n\nMRS. LANDINGHAM\nHave a cookie, Sam.\n\nSAM\nThank you. [takes a cookie]\n\nToby, still holding the cookie jar lid, looks at Mrs. Landingham. She looks\nback.\n\nC.J.\nThey're issuing a press release. We're gonna be playing defense all day.\n\nSAM\n[mouthful] Is this really because of the joke?\n\nC.J.\nIt's because of the joke.\n\nJosh steps in. Donna stays at the door.\n\nJOSH\nSomeone give me a river to forge, a serpent to slay.\n\nC.J.\n[to Donna] What's his problem?\n\nDONNA\nHe's been drinking from the keg of glory. We're to bring him all the muffins\nand bagels in the land.\n\nTOBY\nWe heard.\n\nSAM\nGood job.\n\nJOSH\nThank you very much. C.J., they turned down the invitation?\n\nC.J.\nThey declined.\n\nThe staff walks into THE OVAL OFFICE.\n\nJOSH\nWhat does that mean?\n\nC.J.\nIt means they turned down the invitation.\n\nJOSH\nBecause of the joke?\n\nC.J.\nOf course, because of the joke. Why does everyone keep asking? As if it could\nbe something...\n\nJosh and C.J. pass through as Bartlet and Leo come in from the portico.\n\nLEO\n...32 billion against the trade surplus.\n\nBARTLET\nThat's no good. Jaworski knows that's no good.\n\nLEO\nMostly, he's gonna say that the Japanese need to buy more American cars.\n\nBARTLET\nAmericans need to buy more American cars.\n\nLEO\nWhich is what I told Jaworski.\n\nBARTLET\nGood morning everyone.\n\nALL\nGood morning.\n\nBARTLET\nWhat do you got?\n\nJOSH\n443's gonna stay in committee.\n\nBARTLET\nI heard.\n\nLEO\nWhat else?\n\nC.J.\nThe Ryder Cup team is declining our invitation to come to the White House.\n\nLEO\nYou're kidding.\n\nC.J.\nBecause of the joke.\n\nBARTLET\nYou're kidding.\n\nC.J.\nI'm not.\n\nMrs. Landingham comes in and gives Bartlet his schedule.\n\nBARTLET\nThe Ryder Cup team?\n\nC.J.\nIt's a group of the best golfers in the country...\n\nBARTLET\nI know what the Ryder Cup team is. Thanks Mrs. Landingham.\n\nC.J.\nSir, this may be a good time to talk about your sense of humor.\n\nBARTLET\n[looks at his schedule] I've got an intelligence briefing, a security\nbriefing,\nand a 90-minute budget meeting all scheduled for the same 45 minutes. You\nsure\nthis is a good time to talk about my sense of humor?\n\nC.J.\nNo.\n\nBARTLET\nMe neither.\n\nLEO\nWhat else?\n\nC.J.\nIt's just that it's not the first time it's happened.\n\nBARTLET\nI know.\n\nTOBY\nShe's talking about Texas, sir.\n\nBARTLET\nI know.\n\nC.J.\nU.S.A. Today asks you why you don't spend more time campaigning in Texas and\nyou say it's 'cause you don't look good in funny hats.\n\nSAM\nIt was 'big hats.'\n\nC.J.\nWhat difference does it make?\n\nBARTLET\nIt makes a difference.\n\nC.J.\nThe point is we got whomped in Texas.\n\nJOSH\nWe got whomped in Texas twice.\n\nC.J.\nWe got whomped in the primary, and we got whomped in November.\n\nBARTLET\nI think I was there.\n\nC.J.\nAnd it was avoidable, sir.\n\nBARTLET\nC.J., on your tombstone, it's gonna read, 'Post hoc, ergo propter hoc.'\n\nC.J.\nOkay, but none of my visitors are going to be able to understand my tombstone.\n\nBARTLET\nTwenty-seven lawyers in the room, anybody know 'post hoc, ergo propter hoc?'\nJosh?\n\nJOSH\nUh, uh, post, after, after hoc, ergo, therefore, after hoc, therefore,\nsomething else hoc.\n\nBARTLET\nThank you. Next?\n\nJOSH\nUh, if I'd gotten more credit on the 443...\n\nBARTLET\nLeo?\n\nLEO\nAfter it, therefore because of it. [Josh, a little weirded out, looks]\n\nBARTLET\nAfter it, therefore because of it. It means one thing follows the other,\ntherefore it was caused by the other, but it's not always true. In fact, it's\nhardly ever true. We did not lose Texas because of the hat joke. Do you know\nwhen we lost Texas?\n\nC.J.\nWhen you learned to speak Latin?\n\nBARTLET\nGo figure.\n\nLEO\nWhat else?\n\nCUT TO: INT. OUTER OVAL OFFICE - DAY\nCAPTAIN MORRIS TOLLIVER, the President's physician, comes in. NANCY greets\nhim.\n\nNANCY\nCaptain Tolliver, can I get you a cup of coffee?\n\nMORRIS\nNo, I'm fine, Nancy. Thank you.\n\nMRS. LANDINGHAM\nGood morning, Morris. It's good to see you.\n\nMORRIS\nGood morning, Mrs. Landingham.\n\nMRS. LANDINGHAM\nHe's a little backed up this morning.\n\nMORRIS\nI can see that.\n\nThe door to the Oval Office opens. Leo, Sam, Josh, and other staffers come\nout.\n\nLEO\nSam, when are you writing the Hilton Head draft?\n\nSAM\nI'm closing my door from noon to three.\n\nJOSH\nLet me see it at three.\n\nSAM\nYeah.\n\nLEO\nMorris.\n\nMORRIS\nGood morning.\n\nLEO\nStan, I'll be just a second. [to Morris] Take a walk with me, will you?\n\nMORRIS\nSure. [They walk.]\n\nLEO\nYou look well.\n\nMORRIS\nWell, I'm feeling pretty good.\n\nLEO\nHow's the baby?\n\nMORRIS\nTen days old today.\n\nLEO\nYou got a picture?\n\nMORRIS\nWell, I don't know... Let me see... Well, what do you know? [fishes out a\npicture]\n\nLEO\nOh, she's a knockout.\n\nMORRIS\nBoth of them.\n\nLEO\nI'm sorry. I've forgotten your wife's name.\n\nMORRIS\nAngela.\n\nLEO\nAnd the girl?\n\nMORRIS\nCorey.\n\nMargaret comes from behind as they enter the COMMUNICATIONS OFFICE. Leo and\nMorris stop walking.\n\nMARGARET\nLeo, did you tell the council's office that they would be in on the ten\no'clock?\n\nLEO\nI may have.\n\nMARGARET\nThat's really something that you want to tell me.\n\nLEO\n[hands her the picture] Here. It's a baby and a new mother. Look at that\nfor a\nminute.\n\nMARGARET\nOh!\n\nLeo and Morris walk again. Margaret follows while looking at the picture.\n\nLEO\nListen, quickly. I know you were just supposed to be filling in till Terry\nWyatt came back, but the President likes you, and he'd like to keep you on if\nyou don't have any objections.\n\nMORRIS\nI don't have any objections.\n\nLEO\nGood.\n\nMORRIS\nBut I don't have to be covered next week. I'm leaving the country in a few\nhours.\n\nLEO\nWhere are you going?\n\nMORRIS\nJordan.\n\nLEO\nFor how long?\n\nMORRIS\nFor just a week.\n\nLEO\nThen you'll start the week after.\n\nMORRIS\nLeo?\n\nLEO\nYeah?\n\nMORRIS\nI'm comparatively low-ranked.\n\nLEO\nHe likes you, Morris. He feels better after he's talked to you. I think there\nhave been days when you've lightened the load a little.\n\nMORRIS\nIt's not the big load, I'm just...\n\nLEO\nHe likes you, Morris. I got to get back in the Oval. [to Margaret] Give him\nhis\npicture.\n\nLeo walks off. Margaret gives Morris back his picture and follows Leo.\n\nCUT TO: EXT. MANDY'S CONDOMINIUM - DAY\nMandy's convertible is being towed outside. Inside, Mandy walks in. She finds\nher assistant, DAISY, inside.\n\nDAISY\nHey.\n\nMANDY\nHey.\n\nDAISY\n88-B's straightened out, and Chris Matthews wants to know what we know.\n\nMANDY\nWell, I have some news.\n\nDAISY\nGood news?\n\nMANDY\nWell, there's a way to see it as bad news, but I think it's good news.\n\nDAISY\nWhat is it?\n\nMANDY\nLloyd Russell is no longer our client.\n\nDAISY\nReally?\n\nMANDY\nYes.\n\nDAISY\nLloyd Russell is our only client.\n\nMANDY\nWas.\n\nDAISY\nWhat happened? This is a total disaster!\n\nMANDY\nLook, if that's the spin you're gonna put on it...\n\nDAISY\nMandy...\n\nMANDY\nHe wants to work with the President on 443.\n\nDAISY\nHe's not gonna run?\n\nMANDY\nNo.\n\nDAISY\nYou lost our only client?\n\nMANDY\nI'd like to think of us as a team, Daisy.\n\nDAISY\nI quit my job!\n\nMANDY\nSo did I.\n\nDAISY\nAfter putting about a half a million dollars in the bank.\n\nMANDY\nI saved wisely.\n\nDAISY\nHow are you gonna pay me?\n\nMANDY\nCan I just say that it so typically you to leap that question at a time like\nthis?\n\nDAISY\nIt's not typically me, Mandy. It's typically my landlord. It's typically\ncollege loans. It's typically the guy who's gonna sell me a carton of milk\nnext week.\n\nMANDY\nYou're not the only one with expenses, Daisy. I've got credit cards, and I've\ngot condo payments, plus I think I may have dinged up the suspension on my\nBMW.\n\nDAISY\nWhat are we gonna do?\n\nMANDY\nI'm formulating a plan.\n\nMandy walks inside a bathroom and closes the door.\n\nCUT TO: INT. THE WEST WING - HALLWAY - DAY\nDonna finds Josh. They walk.\n\nDONNA\nJosh.\n\nJOSH\nWhat do you need?\n\nDONNA\nYou owe me a hundred dollars.\n\nJOSH\nFor what?\n\nDONNA\nI entered you in a college football pool.\n\nJOSH\nWithout telling me?\n\nDONNA\nWell, it's kind of a surprise.\n\nJOSH\nHow did I do?\n\nDONNA\nYou lost a hundred dollars.\n\nJOSH\nOn who?\n\nDONNA\nOn Central Indiana State.\n\nJOSH\nWhat was the line?\n\nDONNA\nIt wasn't really that kind of a pool.\n\nJOSH\nWhat kind of a pool was it?\n\nDONNA\nYou just pick the winner.\n\nJOSH\nYou picked Central Indiana State?\n\nDONNA\nThe Fighting Okies.\n\nJOSH\nWho are they playing?\n\nDONNA\nNotre Dame.\n\nJOSH\nYou picked Central Indiana State against Notre Dame?\n\nDONNA\nWell, technically, you did.\n\nToby passes them. Josh calls him as Donna walks off. We follow Toby and Josh.\n\nJOSH\nToby!\n\nTOBY\nYes.\n\nJOSH\nWe need to do something.\n\nTOBY\nRyder Cup team.\n\nJOSH\nThe Ryder Cup is just the latest in a string.\n\nTOBY\nYes.\n\nJOSH\nThe banking committee...\n\nTOBY\nNew Jersey, G-8.\n\nJOSH\nBicycle under the tree?\n\nTOBY\nYes, though I'm not sure what our new media director would have done about\nthat.\n\nJOSH\nMe neither, but we need a new media director. I'd been on talent shows with\nmore polish than some of the events around here.\n\nTOBY\nOn talent shows?\n\nJOSH\nAs a kid. Listen...\n\nTOBY\nOn what if?\n\nJOSH\nWe need to double-team him.\n\nTOBY\nIf we bring Sam and C.J. too.\n\nJOSH\nWe need to gang up on.\n\nTOBY\nYes.\n\nJOSH\nWe do it as a gang.\n\nTOBY\nSee you later.\n\nJosh stops walking as Toby continues down the hall.\n\nJOSH\nListen, it's not gonna be Mandy, right?\n\nTOBY\nNope.\n\nJOSH\nAnyone but Mandy.\n\nToby had walked near C.J.'s Office. He sees C.J. as they head off.\n\nC.J.\n'Post hoc ergo propter hoc'? I'll bet that used to have them rolling in the\naisles at the Whiffinpoof Dinners.\n\nTOBY\nFly in the teeth with it.\n\nC.J.\nYou think?\n\nTOBY\nBe funny. You're at your best with a pie in the face.\n\nC.J.\nI've been told that.\n\nTOBY\nIn fact, I'd hold back. Keep it in your back pocket.\n\nC.J.\nJanet?\n\nTOBY\nIf you don't like the rhythm of the 'Q' and 'A,' use the Ryder Cup. Just\nfly in\nthe teeth with it.\n\nC.J.\nYeah.\n\nC.J. and Toby walk off. The staffer JANET speaks into the P.A.\n\nJANET\n[into P.A.] Please take your seats. Please take your seats, folks. We're\ngonna\nstart the briefing.\n\nPRESS BRIEFING ROOM. C.J. and Toby walk in. We continue to hear Janet from\nthe\nP.A. while C.J. walks toward the podium as the reporters take their seats.\n\nJANET [P.A.]\nPlease take your seats. Please take your seats, folks.\n\nC.J.\nGood morning. We got a birthday today, right? Suzanne?\n\nSUZANNE\nBobbi.\n\nC.J.\nIt's Bobbi's birthday!\n\nBOBBI\nYes, it is.\n\nMIKE\nC.J.? Uh, a short while ago the Vice President commented on the White House's\nposition on the A3-C3 saying, and I'm quoting from notes, 'This is the time\nwhen the President needs our support.' Can you clarify the language?\n\nC.J.\nNo. I can't, Mike. I haven't spoken with the Vice President today.\n\nMIKE\nThe language seemed strained, doesn't it?\n\nC.J.\n[glances at Toby, then back at Mike] Strange?\n\nMIKE\nStrained. 'This is the time when the President needs our support.'\n\nC.J.\nIt sounds pretty straightforward. I'll tell you what though, if you consult\nthe\nmorning releases, you'll see that in the world of sports, the White House\njust\ngot dissed by 12 guys named Flippy.\n\nLaughter. C.J. looks at Toby, who is smiling at her response. We zoom out of\nthe PRESS ROOM.\n\nC.J.\nWho's got questions?\n\nREPORTER\nC.J., does this have anything to do with the joke, and is the President\nplanning on making an apology?\n\nFADE OUT.\n\nEND ACT ONE\n***\n\nACT TWO\n\nFADE IN: INT. JOSH'S BULLPEN AREA - DAY\nJosh is watching C.J.'s briefing from a nearby television. Sam comes up.\n\nC.J.\n[on T.V.] I have to say that it came as a bit of a surprise to discover that\nprofessional golfers don't have a sense of humor, especially after seeing\nthem\nin some of the outfits.\n\nSAM\nHey.\n\nJOSH\nHey.\n\nSAM\nWhat's up?\n\nC.J.\n[on T.V.] Thank you...\n\nJOSH\n[starts walking with Sam] C.J. just discovered that Hoynes, when responding\nto\na question on A3, said 'this is the time when the President needs our\nsupport.'\nThird one in five weeks.\n\nSAM\nSo she moved on to the Ryder Cup?\n\nJOSH\nWouldn't you?\n\nSAM\nYeah. [beat] Listen, make sure C.J. keeps this off Leo's desk.\n\nJOSH\nI think it goes right on Leo's desk.\n\nSAM\nA vague quote from Hoynes will disappear by the end of the next news cycle.\nA fistfight between Leo and the Vice President's got juice.\n\nJOSH\nFair point.\n\nSAM\nTalk to C.J.\n\nJOSH\nYeah. I will.\n\nOne he gets his coffee, Josh walks away. After a while he notices that Sam is\nfollowing him.\n\nJOSH\nDid you need me?\n\nSAM\nI'm sorry?\n\nJOSH\nDidn't you come to see me?\n\nSAM\nI was just stretching my legs.\n\nJOSH\nOh.\n\nThey walk into JOSH'S OFFICE.\n\nSAM\nI'm supposed to be working on the Hilton Head draft right now, and I am, but\nI'm just stretching my legs.\n\nJOSH\nOkay.\n\nSAM\nLast week, I was out for a late drink, and I met this woman named Laurie, and\nLaurie and I hit it off, and we spent the evening together back at her place,\nand the next day I discovered she was a call girl.\n\nJosh has been drinking his coffee. He's having a hard time swallowing.\n\nJOSH\nSam?\n\nSAM\nYeah?\n\nJOSH\nDo you want to maybe close the door?\n\nSAM\nYeah. [he does]\n\nJOSH\nYou slept with a call girl?\n\nSAM\nWell no, I... well, yes. Yes I did.\n\nJOSH\nDid she know who you are?\n\nSAM\nNo, I didn't reveal my secret identity, Josh.\n\nJOSH\nI'm asking some questions here.\n\nSAM\nYes. She knows I work for the President.\n\nJOSH\nYou don't think that she...\n\nSAM\nNo.\n\nJOSH\nLet me finish...\n\nSAM\nNo, I'm saying no, she wouldn't say anything.\n\nJOSH\nHow do you know?\n\nSAM\nI know.\n\nJOSH\nHow do you know?\n\nSAM\nI know.\n\nJOSH\nYou want to call her again, don't you?\n\nSAM\nLook, I really like her, and she's not what you think.\n\nJOSH\nThe only thing I know about her is she's a call girl. Is she a call girl?\n\nSAM\nYes.\n\nJOSH\nThen so far she's exactly what I think.\n\nSAM\nI just think I left abruptly. I think it was rude.\n\nJOSH\nOh, you're gonna try and reform her, aren't you?\n\nSAM\nNo.\n\nJOSH\nYou are.\n\nSAM\nI just didn't say a proper goodbye that, you know, shows a little respect.\n\nJOSH\nSam...\n\nSAM\nYou know what, you'd like her if you met her, Josh.\n\nJOSH\nYou got to promise me this is never gonna happen, Sam.\n\nDonna knocks and pokes her head in.\n\nJOSH\nYes?\n\nDONNA\nYou're with the Energy Secretary in five minutes.\n\nJOSH\nThanks.\n\nDONNA\nWhat's going on?\n\nJOSH\nNothing.\n\nDONNA\nReally?\n\nJOSH\nYes.\n\nDONNA\nYou're lying?\n\nJOSH\nYes.\n\nDONNA\nSo I should get out?\n\nJOSH\nYes. [Donna leaves] Look, whatever quest...\n\nSAM\nIt's not a quest.\n\nJOSH\nWhatever. You're playing with fire here. Just talk to Toby before you do\nanything.\n\nSAM\nToby?\n\nJOSH\nYes.\n\nSAM\nThere's no way that I can do this without talking to Toby?\n\nJOSH\nNo. [opens the door and sees C.J. walking by] Ooh! Ooh! Hang on there. C.J.!\n[to Sam] Just talk to Toby. Just Toby.\n\nSAM\nAll right.\n\nJosh walks out. Donna gives him a file. He catches up with C.J.\n\nDONNA\nYou're late.\n\nJOSH\nThank you. C.J....\n\nC.J.\nI'm gonna kill him, Josh.\n\nJOSH\nI would definitely talk to him.\n\nC.J.\nOh, I'm gonna talk to him, all right.\n\nJOSH\nI want you to stay on the perimeter.\n\nC.J.\nI've been staying on the perimeter.\n\nJOSH\nI don't want it on Leo's desk. Thank you\n\nJosh stops as C.J. continues to walk a little faster. C.J. lets out a loud,\nangry scream. Some staffers look at her strangely as she walks down the hall.\n\nCUT TO: INT. THE MURAL ROOM - DAY\nVICE PRESIDENT JOHN HOYNES is inside talking to a Frenchman. Several\nreporters\nsurround the room as their cameras flash everywhere.\n\nHOYNES\nC'est un vrai plasir et un honneur. D'etre votre hote aujurd'hui que vous\nsurviviez cette challeure du fin de septembre. Et que ce jour soit le jour ou\non construit pour le future.\n\nFRENCHMAN\nAbsolument. Tres bien dis.\n\nHOYNES\nExcellent.\n\nC.J. comes in the room and stands next to STEVIE one of the Vice President's\nstaffers.\n\nC.J.\nHey Stevie.\n\nSTEVIE\nHey C.J.\n\nC.J.\nDoes he have a minute?\n\nSTEVIE\nWe're leaving for New York.\n\nC.J.\nIt'll just be a minute.\n\nSTEVIE\nI'm looking at my watch.\n\nHOYNES\n[to Frenchman] Good luck. [to everyone in general] Thank you. Good luck\neveryone.\n\nHoynes heads for the door as C.J. approaches him. His staff follows behind as\nthey walk hurriedly down the hall.\n\nC.J.\nExcuse me, Mr. Vice President?\n\nHOYNES\nC.J.\n\nC.J.\nSir, I-I wanted to talk to you for a moment about A3-C3.\n\nHOYNES\nYes.\n\nC.J.\nI wanted to apologize since I've been quickly here and in getting everyone on\nthe same page, sometimes people get left behind for a day or two...\n\nHOYNES\n[to a staffer behind him] Candy, the most he was talking about in terms of\nthe\nsubsidy was six dollars an acre.\n\nCANDY\nWe're fixing it.\n\nSTEVIE\nSir?\n\nC.J.\nI was saying that had we properly briefed your office...\n\nHOYNES\n[to another staffer] Bill, it was six dollars an acre, Candy said.\n\nBILL\nGot it.\n\nHOYNES\nThanks.\n\nC.J.\nSir?\n\nHOYNES\nC.J., it was nice of you to come find me, but I've been kept in the loop on\nAC cubed.\n\nC.J.\nThe quote the room is running with is, 'This is the time when the President\nneeds our support.'\n\nHOYNES\nYes.\n\nC.J.\nWell, you can see how that might be interpreted...?\n\nHOYNES\n[suddenly stops walking and everyone with him]  C.J.?\n\nC.J.\nYes, sir?\n\nHOYNES\nI've got my own press secretary.\n\nC.J.\nYes, sir.\n\nSTEVIE\nSir?\n\nHOYNES\nI got to run.\n\nC.J.\nYes, sir.\n\nC.J. falls silent. She stares at Hoynes as he and his staff walk away.\n\nCUT TO: THE OVAL OFFICE - DAY\nBartlet is having his physical check-up. Morris has just finished taking his\nblood pressure.\n\nBARTLET\nWhat's in Jordan?\n\nMORRIS\nAmman.\n\nBARTLET\nYou should stay here. We got Amman, a woman, little kids, the works.\n\nMORRIS\n131 over 84.\n\nBARTLET\nSee, that was a joke.\n\nMORRIS\nGood one.\n\nBARTLET\nEverybody's a critic today.\n\nMORRIS\nHold still.\n\nBARTLET\nSo what's in Amman?\n\nMORRIS\nA teaching hospital.\n\nBARTLET\nGood for you. How long are you gonna stay?\n\nMORRIS\nA week.\n\nBARTLET\nWhen do you leave?\n\nMORRIS\nTwo hours.\n\nBARTLET\nWhat's my temperature?\n\nMORRIS\n56 degrees.\n\nBARTLET\nFahrenheit?\n\nMORRIS\nYeah. Is that not normal?\n\nBARTLET\n[chuckles] So how's the kid?\n\nMORRIS\nTen days old today.\n\nBARTLET\nCan she spell anything yet?\n\nMORRIS\nNo, sir.\n\nBARTLET\nGot any pictures?\n\nMORRIS\nThought you'd never ask. [gives him one]\n\nNANCY\n[comes in] Sir, they just touched down at Andrews.\n\nBARTLET\nThank you, Nancy.\n\nNancy leaves. Bartlet looks at the picture.\n\nBARTLET\nOh, she's beautiful. What's her name?\n\nMORRIS\nAngela's my wife. Corey's our daughter. It's my grandmother's name. She got\nit\nfrom her great aunt, who got it from the first free woman she ever met.\n\nBARTLET\nThat name's got a hell of a past.\n\nMORRIS\nMy family's very proud of its past as you can tell.\n\nBARTLET\nYour wife's beautiful too. How'd you get her to marry you? Did you trick her\nor something?\n\nMORRIS\nHypnosis.\n\nBARTLET\nYeah, I figured. [beat] Morris, I made a joke about golfers yesterday,\nand now\nit consumes the whole damn building.\n\nMORRIS\nOpen your mouth, sir.\n\nBARTLET\nJokes like that are part of my folksy charm, Morris. It's the very heart of\nmy\npopularity.\n\nMORRIS\nDon't you have a job approval rating of like three percent or something?\n\nBARTLET\nOh, we're having some difficulty getting the word out.\n\nCarol comes in and gives Bartlet a file.\n\nBARTLET\nOh, thank you. Is this from this morning, Carol?\n\nCAROL\nYes, sir. [leaves]\n\nBARTLET\n[sighs] So how's my pulse?\n\nMORRIS\nHave you been running up and down the stairs at the Rose Bowl in the past few\nminutes?\n\nBARTLET\nNo.\n\nMORRIS\nThen it's not that good. Cut back on red meat?\n\nBARTLET\nYeah.\n\nMORRIS\nDairy?\n\nBARTLET\nYeah.\n\nMORRIS\nHow about booze?\n\nBARTLET\n[jokingly] Yeah, why not? Two Dewars on the rocks, Mrs. Landingham.\n\nMORRIS\n[smiles] Mr. President...\n\nBARTLET\nI had a meeting this morning with the Joint Chiefs. [beat] I'm an\naccomplished\nman, Morris. I can sit comfortably with prime ministers and Presidents, even\nthe pope. Why is it every time I sit with the Joint Chiefs, I feel like I'm\nback at my father's dinner table.\n\nMORRIS\nI'm a naval officer, sir...\n\nBARTLET\nYou're a naval officer. You're a doctor in a uniform. [beat] It's not like\nI'm\ntotally without experience, you know.\n\nMORRIS\nYes, sir.\n\nBARTLET\nYou're talking to a former governor. I was commander-in-chief of the New\nHampshire National Guard.\n\nMORRIS\nYou guys got into a lot of tough scrapes, did you?\n\nBARTLET\nDidn't have to. We'd just stand on the border and stare you down. Then we'd\nall\ngo for pancakes. Like you had a lot of closed infantry combat training in\npremed, huh?\n\nMORRIS\nHold still just a second.\n\nBARTLET\nWhat is that?\n\nMORRIS\nIt's a flu shot.\n\nBARTLET\nI don't need a flu shot.\n\nMORRIS\nYou do need a flu shot.\n\nBARTLET\nHow do I know this isn't the start of a military coup?\n\nMORRIS\nSir?\n\nBARTLET\nI want the Secret Service in here right away.\n\nMORRIS\nIn the event of a military coup, sir, what makes you think the Secret Service\nis gonna be on your side?\n\nBARTLET\nNow that's a thought that's gonna fester.\n\nMORRIS\nHold still.\n\nMorris gives him the flu shot. Bartlet groans a little, and then holds his\narm\nafter the shot.\n\nBARTLET\nThank you. I'm not comfortable with violence. [beat] I know this country has\nenemies, but I don't feel violent toward any of them. I don't know whether\nthat's a weakness or not, but I think I know how the Joint Chiefs would\nanswer\nthat question.\n\nMORRIS\nLet the chiefs get to know you, Mr. President. They're serious men, naturally\nsuspicious of your leadership. That's what comes from spending a lifetime\ncaught between the devil and the deep blue sea. They're men of character. They\n\nmay not like your rEsumE, but they'll like you personally if you give it\ntime.\n[beat] You have a once in a generation mind, sir. Ultimately, they'll respect\nthat. They'll advise you well and go where you point. Let the chiefs get to\nknow you, sir. In the meantime, you outrank them. So don't worry about it so\nmuch, and cut back on the dairy.\n\nBARTLET\nAnd the red meat.\n\nMORRIS\nAnd the scotch.\n\nBARTLET\nDon't forget your picture. Corey's a beautiful child.\n\nMORRIS\n[looks at picture] Yeah, I know. Look what I'd done.\n\nBARTLET\nYou didn't do nothing, mister. You were a passenger on this one. Your job\nis to\npay the bills, and do what these ladies tell you to do.\n\nMORRIS\nYes, sir.\n\nBARTLET\nAlso, you got to teach her how to whistle. Her mother won't do that.\n\nMORRIS\nRight.\n\nBARTLET\nI'll see you next week, Morris.\n\nMORRIS\nIn two weeks.\n\nBARTLET\nRight. [Morris heads for the door.] Morris?\n\nMORRIS\nYes, sir.\n\nBARTLET\nLook at that picture again. See? The past isn't the only thing your family\ncan\nbe proud of.\n\nMORRIS\n[beat] Yes, sir.\n\nBARTLET\nGo away.\n\nMorris leaves. He passes Leo walking inside with two distinguished men.\n\nLEO\nMr. President, you remember Stuart White and Ray Finley?\n\nBARTLET\nI do, indeed. Mr. White, good to see you. Mr. Finley...\n\nWHITE and FINLEY shake hands with the President.\n\nFADE OUT.\n\nEND ACT TWO\n* * *\n\nACT THREE\n\nFADE IN: INT. JOSH'S BULLPEN AREA - DAY\nDonna and Josh are walking through the bullpen.\n\nDONNA\nJosh?\n\nJOSH\nYeah.\n\nDONNA\nWhat do you want for the pool this Saturday?\n\nJOSH\nAnother hundred bucks?\n\nDONNA\nYou can't win if you don't play.\n\nJOSH\nI see it different.\n\nDONNA\nWho do you like? Rocky Mountain College or Purdue?\n\nJOSH\nTell you what, can you give me Yeshiva University over the Dallas Cowboys?\n\nDONNA\nIf you're not going to take this seriously...\n\nC.J.\n[walks up] Excuse me. Leo will be ready for us in about a half hour.\n\nJOSH\nThanks. Ah, C.J.?\n\nC.J.\nYes?\n\nJOSH\nDid you talk to Hoynes?\n\nC.J.\nYeah.\n\nJOSH\nAnd?\n\nC.J.\nWe're fine.\n\nJOSH\nYou're sure?\n\nC.J.\nYeah\n\nJOSH\nC.J.?\n\nC.J.\nWe're fine.\n\nJOSH\nOkay.\n\nC.J.\nLeo will call when he's ready.\n\nJOSH\nAnyone but Mandy.\n\nC.J.\nRight. [walks off]\n\nCUT TO: INT. MANDY'S CONDO - DAY\nMandy is sitting in the stairs. Daisy picks up a wine bottle and joins Mandy\nin\nthe stairs.\n\nMANDY\nI have a Ph.D. Did you know that?\n\nDAISY\nYes.\n\nMANDY\nSome people don't know that.\n\nDAISY\nI do.\n\nMANDY\nI've got a bachelor's degree in art history, and a master's degree in\ncommunications and a Ph.D. in political science.\n\nDAISY\nYes.\n\nMANDY\nI'm accomplished and brilliant. And yet, look how young and cute I am.\n\nDAISY\nWhat about Gil McGregor?\n\nMANDY\nAnd who would think that someone who'd accomplished as much as I have,\nwould be\nthis young or this cute?\n\nDAISY\nGil McGregor?\n\nMANDY\nAnd here I am.\n\nDAISY\nMandy.\n\nMANDY\nI am not calling Gil Mcgregor!\n\nDAISY\nWhy not?\n\nMANDY\nI'm not cold-calling businesses like an encyclopedia salesman.\n\nDAISY\nFine.\n\nMANDY\nYou do it. [Daisy gives her a knowing look] No. Neither of us has to do it.\nThings haven't gotten that bad.\n\nDAISY\nMiss Hampton, we are sitting on the stairs, drinking wine out of paper cups.\n\nMANDY\nI'd like it if you called me Dr. Hampton.\n\nDAISY\nGive me the bottle. [Mandy does.]\n\nCUT TO: INT. COMMUNICATIONS OFFICE - DAY\nOutside Sam's office, a phone rings. Cathy answers it.\n\nCATHY\nSam Seaborn's office.\n\nMAN [on phone]\nHi, it's Danny for Sam.\n\nCATHY\nHe's writing now, Danny. He asked me to hold his calls.\n\nSAM\n[walks out of his office] Okay.\n\nCATHY\nHe just came out. I'll have him call you back.\n\nSAM\nI'm done.\n\nCATHY\nYou're sure?\n\nSAM\nYep.\n\nCATHY\nYou're done polishing?\n\nSAM\nYes.\n\nCATHY\nYou're done tweaking?\n\nSAM\nI'm done tweaking, I'm done polishing. Done. Take it to C.J. [Cathy starts to\nwalk.] Wait. [looks at the speech one final time, to double check] Yes, I'm\ndone, really.\n\nCathy walks towards C.J.'s Office with papers from Sam. Behind him, TOBY'S\nOFFICE opens. Sam walks towards it where a meeting is breaking up. Toby is\nspeaking to communications staffers Ed and Larry leaving his office.\n\nTOBY\nWait and hope that the statement comes out of the U.N. by the end of the week.\n\nED\nIt's the least we can do.\n\nTOBY\nNo, actually the U.N. is already doing the least they can do.\n\nED\nRight. [exits] Hey Sam, what's up?\n\nSAM\nJust stretching my legs.\n\nTOBY\n[to Sam] Hey.\n\nSAM\nHey.\n\nTOBY\nHow's it going?\n\nSAM\nI'm finished.\n\nTOBY\nYou're talking about the Hilton head draft?\n\nSAM\nI used pretty tough language... 'political cover,' 'counterproductive.'\n\nTOBY\nGood.\n\nSAM\nNow, I'm just stretching my legs.\n\nTOBY\nGood.\n\nSAM\nCan I talk to you a second?\n\nTOBY\nYeah.\n\nSAM\nI'll shut the door.\n\nTOBY\nOkay.\n\nSAM\n[closes the door and sits] About a week ago, I accidentally slept with a\nprostitute.\n\nToby slowly looks up from his desk to Sam.\n\nTOBY\nReally?\n\nSAM\nYes.\n\nTOBY\nYou accidentally slept with a prostitute?\n\nSAM\nCall girl.\n\nTOBY\nAccidentally?\n\nSAM\nYes.\n\nTOBY\nI don't understand. Did you trip over something?\n\nSAM\nI did not know she was a call girl.\n\nTOBY\nThere wasn't a red flag when she charged you money in exchange for sex?\n\nSAM\nShe didn't charge me, Toby, come on... I didn't find out about it, till the\nnext day.\n\nTOBY\nWhere did you meet her?\n\nSAM\nThe Four Seasons.\n\nTOBY\nDid anyone see you?\n\nSAM\nNo.\n\nTOBY\nYou're sure?\n\nSAM\nYes, although I was with Billy for a time.\n\nTOBY\nBilly who?\n\nSAM\nKenworthy.\n\nTOBY\nBill Kenworthy...\n\nSAM\nYes.\n\nTOBY\n...of The Wall Street Journal!\n\nSAM\nHe sat, to talk to me about Josh. It was during the whole Mary Marsh thing,\nbut\nhe got up and left well before...\n\nTOBY\nBefore you picked up a hooker.\n\nSAM\nCall girl.\n\nTOBY\nWell, that's a distinction that's gonna be very important to the Grand Jury.\n\nSAM\nI haven't broken any laws.\n\nTOBY\nWho else knows about this?\n\nSAM\nJosh.\n\nTOBY\nAnd who else?\n\nSAM\nThat's it.\n\nTOBY\nSo it's just me, you, the hooker, the President's deputy chief of staff, and\nThe Wall Street Journal!\n\nSAM\nYou know what Toby? She's not a hooker.\n\nTOBY\nHang on a second, Sam.\n\nSAM\nI'd like to call her, just to say we can be friends, I don't see the danger\nin\nthat...\n\nTOBY\n[rubs his forehead] No, no, Sam, no. You're going to try and reform her?\n\nSAM\nNo.\n\nTOBY\nI think you are.\n\nSAM\nI think she shouldn't have to feel like trash, because I have a job where\nadults aren't given the benefit of the doubt.\n\nJOSH\n[walks in] Let's go.\n\nSAM\nHe's free?\n\nJOSH\nYeah.\n\nToby looks at Sam before leaving. They all walk.\n\nTOBY\n[to Josh]  Did you know about this?\n\nJOSH\nKnow about what?\n\nTOBY\n[indicating Sam] With him.\n\nJOSH\nYes.\n\nTOBY\nAnd you're not concerned?\n\nJOSH\nWho among us hasn't known forbidden love, Toby? Why spring break alone...\n\nSAM\nI was going to say...\n\nTOBY\nThis administration doesn't even need an opposition party, do you know that,\nwe\ndo fine by ourselves.\n\nJOSH\nSam, just don't do anything stupid okay?\n\nSAM\nYeah.\n\nJOSH\nNice job on the Hilton head draft.\n\nThe three enter LEO'S OFFICE. C.J. and Leo are already there.\n\nLEO\nYou have three minutes, what do you want?\n\nTOBY\nA full time consultant.\n\nLEO\nThe dollar is down 3 cents against the Yen; up 2 pennies against the\nEuro. Know\nwhat we need more than a media consultant?  An economic stimulus package that\ndoesn't look like it was put together at an Amway rally.\n\nJOSH\nYes, but that's not the meeting we're having right now.\n\nLEO\nFair point.\n\nJOSH\nThe Ryder Cup shouldn't have even ended up on our radar screen.\n\nLEO\nThat's right.\n\nJOSH\nSo you'll let us hire a media consultant? You'll let the D.N.C. spend some\nmoney?\n\nLEO\nAbsolutely.\n\nTOBY\nWho do we get?\n\nLEO\nMandy.\n\nTOBY\nExcellent choice.\n\nJOSH\nYes... Wait, What?\n\nSAM\nMandy.\n\nC.J.\nWho is recently unemployed, and by the way, I don't think Josh has gotten\nenough credit for that. [She applauds. Sam joins in.]\n\nLEO\nWe need her again, Josh.\n\nJOSH\nMandy?\n\nLEO\nWe need her.\n\nJOSH\nWait a second. This is an ambush.\n\nLEO\nCan you think...?\n\nJOSH\nI'm getting mugged and you're the gang leader.\n\nLEO\nCan you think of a single reason not to use Mandy that isn't personal?\n\nJOSH\nSure.\n\nLEO\nWhat?\n\nJOSH\n[beat] She used to be my girlfriend!\n\nLEO\nThat's good enough for me. Let's do it.\n\nTOBY\nExcellent.\n\nJOSH\nHang on.\n\nSAM\nThis is going to be great.\n\nJOSH\nWait, I-I have certain objections.\n\nLEO\nLike what?\n\nJOSH\nFor one thing, the President would never go for this.\n\nLEO\nSure he will.\n\nJOSH\nHow do you know?\n\nLEO and JOSH\nI [You] already asked him.\n\nJOSH\nAll right... listen... fine... I'm a team player. I think my record is pretty\nclear on that.\n\nLEO\nYes.\n\nJOSH\nAs long as she understands that she answers to me and she answers to Toby. I\ndon't want to have to go 15 rounds with her in the Oval Office.\n\nLEO\nToby, does that wrap it up?\n\nTOBY\nYeah.\n\nLEO\nThank you, everybody.\n\nJOSH\nI'm going to draw a chart for her with lines and arrows, clearly indicating\nthat she answers to me and she answers to Toby.\n\nLEO\nC.J., hang on a second.\n\nEveryone leaves. C.J. stands just inside the door.\n\nLEO\nDid you talk to Hoynes today?\n\nC.J.\nYeah, I talked to him for a minute this morning.\n\nLEO\nAbout A3-C3?\n\nC.J.\nYep.\n\nLEO\nI mean about the quote.\n\nC.J.\nYeah.\n\nLEO\nAnd?\n\nC.J.\nMiscommunication, he's on board.\n\nLEO\nYeah?\n\nC.J.\nYeah.\n\nLEO\nI don't understand, what kind of miscommunication?\n\nC.J.\nHis statement got truncated, I'd leave it alone.\n\nLEO\nOkay.\n\nC.J.\nAnything else?\n\nLEO\nNo.\n\nC.J.\nI'll be in my office.\n\nC.J. leaves. Josh suddenly comes back in from the other door to make his\npoint.\n\nJOSH\nShe answers to me and she answers to Toby.\n\nLeo shakes his head as Josh leaves.\n\nCUT TO: INT. THE OVAL OFFICE - NIGHT\nBartlet is packing his briefcase. Mrs. Landingham is with him.\n\nBARTLET\nMrs. Landingham?\n\nMRS. LANDINGHAM\nYes, sir?\n\nBARTLET\nI'm done, right?\n\nMRS. LANDINGHAM\nThere are some calls, but you can make them from the residence. [gives him a\nfile and a red paper bag]\n\nBARTLET\nAll righty. Thank you. What's in the bag?\n\nMRS. LANDINGHAM\nDelegation from the University of Nebraska was sorry you couldn't see them\nduring their visit, and they left this for you with their compliments. [pulls\nout a red shirt from the bag]\n\nBARTLET\nIt's a shirt.\n\nMRS. LANDINGHAM\nYes, sir.\n\nBARTLET\nThey left me a shirt?\n\nMRS. LANDINGHAM\nYes, sir.\n\nBARTLET\nI think they left me something else, Mrs. Landingham.\n\nMRS. LANDINGHAM\nNow, Mr. President...\n\nBARTLET\nI think they left me 12 center-cut prime fillet Omaha Steaks, Mrs. Landingham.\n\nMRS. LANDINGHAM\nMorris Tolliver said...\n\nBARTLET\nI was going to have Mario fix me one of those steaks tonight.\n\nHe walks out into the PORTICO. Mrs. Landingham follows.\n\nMRS. LANDINGHAM\nDr. Tolliver was very clear about...\n\nBARTLET\nYou stole my steaks.\n\nMRS. LANDINGHAM\nI didn't steal them. I was simply following the direct orders of Captain\nMorris\nTolliver, M.D. who would like to see your diet contain a little less...\n\nBARTLET\nYou are a cattle rustler, Mrs. Landingham.\n\nMRS. LANDINGHAM\nIf you say so, Mr. President... And no scotch tonight, sir.\n\nBARTLET\nBetween you and Dr. Tolliver, who needs a wife or a mother?\n\nMRS. LANDINGHAM\nGood night, Mr. President.\n\nBartlet walks toward the residence. Mrs. Landingham returns to the office.\n\nCUT TO: INT. MANDY'S CONDO - NIGHT\nMandy sits on the stairs and Daisy sits on the floor. They're going over a\nlist.\n\nDAISY\nChristensen?\n\nMANDY\nNo.\n\nDAISY\nStillwell?\n\nMANDY\nNo.\n\nDAISY\nCrouse?\n\nMANDY\nThe one from Indiana?\n\nDAISY\nAlabama.\n\nMANDY\nNo.\n\nDAISY\nHow about the one from Indiana?\n\nMANDY\nNo.\n\nThe two don't notice Josh entering.\n\nDAISY\nKittis?\n\nMANDY\nNo.\n\nDAISY\nWaveman?\n\nMANDY\nNo.\n\nDAISY\nBrock?\n\nMANDY\nNo.\n\nDAISY\nUh, Silverman?\n\nJOSH\nBartlet.\n\nMandy and Daisy swiftly look at him.\n\nJOSH\nWhat about Bartlet?\n\nMANDY\nWhat are you doing here?\n\nJOSH\nJed Bartlet, Nobel Laureate in Economics, three-term congressman, two-term\nGovernor, You guys look like you could use a client. What do you say? You\nwant\nto work for the leader of the free world?\n\nMANDY\n[approaches] Josh! Well it took you long enough. [hits Josh in the arm]\n\nJOSH\nOw!\n\nMANDY\nYou kept me out of the loop for a year. Sure, once the Ryder cup team...\n\nJOSH\nOkay...\n\nMANDY\nWhich by the way...\n\nJOSH\nOkay, we have some rules.\n\nMANDY\nI don't want to hear your rules.\n\nDAISY\nWhat are the rules?\n\nJOSH\nNumber one, she can't punch me. Number two, I prefer it if the two of you\ndidn't get drunk in the middle of the day.\n\nMANDY\nNo.\n\nDAISY\nAgreed.\n\nMANDY\nFine.\n\nDAISY\nOh, you don't know how much we appreciate this, Josh.\n\nMANDY\nIt's not like he's doing us a favor.\n\nDAISY\nYou are a good man, Josh!\n\nJOSH\nYes, I really am quite something.\n\nMANDY\nI just want to die.\n\nDAISY\nWe don't even know how to thank you.\n\nJOSH\nThe look on Mandy's face is thanks enough. Get your coats. You hungry?\n\nMANDY\nNo.\n\nDAISY\nYes.\n\nMANDY\nYes.\n\nJOSH\nLets go. Rule number 3, and I really can't emphasize this enough, you answer\nto\nme and you answer to Toby. My office is drawing up some instructional charts\nthat pretty much outline the chain of command. For instance, you answer to me\nand you answer to Toby.\n\nMANDY\nI understand.\n\nJOSH\nDo you?\n\nMANDY\nYes.\n\nJOSH\nGood.\n\nThe three start to go out.\n\nMANDY\nIn your dreams.\n\nJOSH\nMandy!\n\nMANDY\nIn your little dreams!\n\nDaisy turns off the lights and closes the door.\n\nCUT TO:INT. LEO'S OFFICE - NIGHT\nLeo is reading. Margaret walks in.\n\nMARGARET\nExcuse me. The Vice President is here.\n\nLEO\nThanks.\n\nHOYNES\nHey, Leo.\n\nLEO\nGood evening Mr. Vice President.\n\nLEO\nThanks, Margaret.\n\nMargaret leaves the office. Leo and Hoynes sit in opposite ends.\n\nLEO\nHow was New York?\n\nHOYNES\nStandard and Poor's going to raise the city's credit rating.\n\nLEO\nGood.\n\nHOYNES\nNice of you to call me over. We don't see enough of each other.\n\nLEO\nNo.\n\nHOYNES\nMargaret's looking good.\n\nLEO\nDid you blow off C.J. Cregg this morning?\n\nHOYNES\nLeo...\n\nLEO\nI'm asking...\n\nHOYNES\nIs that what this is about?\n\nLEO\nDid you?\n\nHOYNES\nYou know what, C.J. doesn't need to come running to you every time she hits a\nbump...\n\nLEO\nC.J. did not come running, John, she covered your ass, she's a good girl. And\nwhen she tells you something, I want you to consider it a directive from this\noffice.\n\nHOYNES\nYou want me to consider it a directive from this office?\n\nLEO\nYes.\n\nHOYNES\nWell, let me consult Article Two of the Constitution, cause I'm not a hundred\npercent sure where this office gets the authority to direct me to the men's\nroom!\n\nLEO\nYou really want to do this now?\n\nHOYNES\nLeo, I have had it up to here, with you and your pal! I've been shoved into a\nbroom...\n\nLEO\n[gets riled] Excuse me! Me and my pal?\n\nHOYNES\nYes.\n\nLEO\nYou are referring to President Bartlet?\n\nHOYNES\nYes.\n\nLEO\nRefer to him that way.\n\nHOYNES\n[gets up] Goodnight, Leo.\n\nLEO\nDon't do what you're doing, John.\n\nHOYNES\nYou're a world class political operative, Leo. Why the hell shouldn't I keep\ndoing what I've been doing?\n\nLEO\n'Cause I'll win, and you'll end up playing celebrity golf for the rest of\nyour\nlife.\n\nHOYNES\nHow long do you expect me to stick around here and be his whipping boy?\n\nLEO\nGive this President anything less than your full-throated support, and you're\ngoing to find out exactly how long.\n\nHOYNES\nGoodnight, Leo.\n\nLEO\nGoodnight, John.\n\nHoynes leaves. Leo picks up the paperwork from the table and continues to\nread.\nFADE OUT.\nEND ACT THREE\n* * *\n\nACT FOUR\n\nFADE IN: INT. THE FOUR SEASONS - NIGHT\nSam comes in the restaurant. He looks around the place full of distinguished\npeople. He sees a familiar woman by the bar and approaches her.\n\nSAM\nExcuse me. Hi.\n\nWOMAN\nHi.\n\nSAM\nI'm looking for Laurie.\n\nWOMAN\nI don't know anyone named Laurie.\n\nSAM\nLaurie's not her real name.\n\nWOMAN\nLaurie's not her real name?\n\nSAM\nActually, Laurie is her real name. The name you know her by is not her real\nname. I saw her with you the other night.\n\nWOMAN\nOh, yeah. I remember you.\n\nSAM\nAh. More good news for Toby.\n\nWOMAN\nWhat?\n\nSAM\nNothing. Could you tell me where she is?\n\nWOMAN\nShe's in the back.\n\nSAM\nThank you. [heads towards the back]\n\nWOMAN\nShe's busy.\n\nSAM\nOnly take a sec!\n\nIN THE BACK AREA. We see Laurie sitting with two older men and another woman\naround a table.\n\nMAN\nHongkong? That place has really gone downhill since they changed chefs.\n\nEveryone in the table laughs. Sam just walks up.\n\nSAM\nHi.\n\nLAURIE\n[out of her laugh] Hi!\n\nSAM\nLook at this. I come in for a drink, and here you are.\n\nLAURIE\n[now uncomfortable] How 'bout that?\n\nSAM\nHow you doing?\n\nMAN\nHi.\n\nLAURIE\nThis is...\n\nSAM\nSam Seaborn.\n\nMAN\nFrom the White House?\n\nSAM\nYes, sir. [They shake hands.]\n\nLAURIE\nSam.\n\nSAM\nI hope you don't mind my barging in like this. It's just that I've known this\ngirl my whole life.\n\nWOMAN\nHow do you know Brittany?\n\nSAM\nWho's Brittany?\n\nLAURIE\nI am.\n\nSAM\nOkay.\n\nLAURIE\nSam, we're in the middle of something here...\n\nSAM\nNo problem. I don't mean to interrupt. I'll just go back to the bar and call\nmy friend, the Assistant U.S. Attorney General, and see if he wants to come\ndown and meet for a drink with me and that woman back there.\n\nLAURIE\nExcuse me. [leaves abruptly]\n\nSAM\n[to man] Good to meet you. [to the other man] Okay.\n\nCUT TO:EXT. WASHINGTON D.C. STREET - NIGHT\nLaurie comes out of the restaurant. Sam is walking behind her.\n\nSAM\nLaurie. I called you four times. You said you were gonna call me back.\n\nLAURIE\nStay away from me.\n\nSAM\nLaurie?\n\nLAURIE\nI can't believe you just did that!\n\nSAM\nI came here in the spirit of...\n\nLAURIE\nI left my jacket at the table. I can't go back there.\n\nSAM\nIf I cost you some money, I'll write you a check.\n\nLAURIE\nYou go to hell for saying that.\n\nSAM\nI wasn't... [Laurie walks off ahead of Sam. He follows behind.] I'm sorry.\nThat was the wrong thing to say.\n\nLAURIE\nYes.\n\nSAM\nYou're gonna freeze out here.\n\nLAURIE\nI don't care.\n\nSAM\nTake my coat.\n\nLAURIE\nNo.\n\nSAM\nCome on.\n\nLAURIE\nGive it to me. [She stops. Sam helps her put on the coat.] I can't believe\nyou\nsaid that in there. I backed away from you so quietly, Sam. You know I did. I\nnever would have caused you any trouble. And then you come in and you\nbrandish\nthis... by the way, the Attorney General has no jurisdiction here. [walks\nagain]\n\nSAM\nAre you...?\n\nLAURIE\nI break the law in the district. I break the law in Maryland. And from time\nto\ntime, I break the law in Pennsylvania. In my life, I have never committed a\nfederal crime, which is more than I can say for some people in your line of\nwork.\n\nSAM\nYou're absolutely right about that.\n\nLAURIE\nI need a cab. [waves to a cab passing by but it didn't stop]\n\nSAM\nSo I had a pretty good day.\n\nLAURIE\nCongratulations.\n\nSAM\nI feel like more and more I'm putting a role in policy discussions and then\ntoday I...\n\nLAURIE\nWhy did you come and find me tonight?\n\nSAM\nWhat?\n\nLAURIE\nWhy did you call me four times, and then come and find me?\n\nSAM\nI just... to tell you that I had a pretty good day.\n\nLAURIE\nI don't need saving, Sam.\n\nSAM\nYeah, you do.\n\nLAURIE\nAre you aware that I make more money than you do?\n\nSAM\nYou and any kid with a decent paper route.\n\nLAURIE\nAnd you understand that I wasn't abused as a child, that I like what I do?\n\nSAM\nReally?\n\nLAURIE\nThat it's putting me through law school?\n\nSAM\nI wouldn't knock yourself out in torts because there's no state law in this\ncountry that's gonna admit you with a solicitation bust on your record.\n\nLAURIE\nI don't plan on getting busted.\n\nSAM\nAs opposed to the other people that do?\n\nLAURIE\nSam...\n\nSAM\nAnd I gotta tell you... [They stop walking.] I think you look terrific\ntonight.\n\nLAURIE\nThank you.\n\nSAM\nAnd I'm not just saying that because I want my coat back.\n\nLAURIE\nYou're gonna try and change me, arguing, asserting a position every time I\nturn\naround...\n\nSAM\nI'm a lawyer and a speechwriter. I argue for a living, and I'm sought after\nbecause I'm good at it.\n\nLAURIE\nYou humiliated me back there. And you scared me. You understand that?\n\nSAM\nYeah.\n\nLAURIE\nAnd?\n\nSAM\nI guess that's just the way it goes.\n\nLAURIE\nWell, that's not good enough.\n\nSAM\nIt's gonna have to be.\n\nLAURIE\nWhy?\n\nSAM\n'Cause I've decided to become a good friend of yours.\n\nLAURIE\nOh, am I just supposed to strip down for you now?\n\nSAM\nNo.\n\nLAURIE\nReally?\n\nSAM\nReally.\n\nLAURIE\nSo what are we supposed to do?\n\nSAM\nI don't know, but whatever it is, can we do it indoors because I'm from\nSouthern California.\n\nLAURIE\nYeah.\n\nSAM\nGood.\n\nLAURIE\nYou want to buy me a drink?\n\nSAM\nI have to say, that sounded very professional to me.\n\nLAURIE\nShut up.\n\nSAM\nOkay.\n\nThey start walking, but this time, we don't follow them.\n\nLAURIE\nSo you're gonna reveal state secrets?\n\nSAM\nTo be honest with you, I don't think I know any state secrets.\n\nLAURIE\nNow, he tells me.\n\nSAM\nI can recite the members of Congress in alphabetical order.\n\nLAURIE\nOoh, geez, Sam. How do the girls stay on their feet with you?\n\nSAM\nAnd I got some patter with the capital gains tax, too.\n\nLaurie laughs as they continue to walk away.\n\nCUT TO: INT. THE WHITE HOUSE - HALLWAY - NIGHT\n3:35 A.M.\nThere is an unusual crowding in the White House hallways at this time of\nnight.\nThere are numbers of staffers walking. Among them, we see Toby coming in the\nRoosevelt Room.\n\nCUT TO: INT. THE WHITE HOUSE PORTICO - NIGHT\nPresident Bartlet, wearing a sweatshirt and jeans, walks towards the Oval\nOffice. He passes by a Secret Service Agent, who whispers to the mike on his\nwrist.\n\nAGENT\nEagle's by.\n\nCUT TO: INT. THE ROOSEVELT ROOM - NIGHT\nLeo and Josh are with several military officers.\n\nJOSH\nSo they'll be in position in two hours?\n\nOFFICER 1\nAnd they'd be booked up by a second carrier group plus the F-14s off the\nGeorge\nWashington and the Carlston.\n\nLEO\nHow long before an estimated B.D.A.?\n\nOFFICER 2\nTen minutes.\n\nAGENT\n[walks up from behind Leo] The President's waiting.\n\nLEO\nExcuse me, gentlemen. [heads for the door]\n\nJOSH\nLeo, do you need me?\n\nLEO\nNo.\n\nLeo leaves. We see Toby and Sam looking on in the other end of the room.\n\nCUT TO: INT. THE OVAL OFFICE - NIGHT\nThe President is leaning on his desk. Leo comes in and walks slowly toward\nhim.\n\nLEO\nMr. President, Morris Tolliver is dead.\n\nThe bad news hits the President hard.\n\nLEO [cont.]\nAn airforce transport carrying Morris, 1200 other doctors, 42 support staff,\nand a crew of five to a teaching hospital in Amman exploded in midair about\n150 miles north of Tartus. What was first thought to be a mechanical failure\nwas then claimed by a fundamentalist group after a keyhole satellite sent\nback\na record of a heat stream coming from what's called an F.I.M. 92, which is a\nshoulder-mounted surface-to-air missile launcher. In the last 90 minutes or\nso\nthat's been debunked as well. Hard intelligence is telling us the order came\nfrom the Syrian defense ministry. Baker and Lennox are on their way from the\nPentagon, and Brodie's in the Situation Room preparing for your briefing.\n\nBartlet takes a moment before he speaks.\n\nBARTLET\nWhat time is it?\n\nLEO\nIt's 10:38 in Damascus.\n\nBARTLET\nWhere is the Syrian ambassador?\n\nLEO\nHe's at his residence on a secure phone line.\n\nBARTLET\nTel Aviv and London?\n\nLEO\nState's waiting for your word.\n\nBARTLET\nAlright, uh... [big sigh] I'm gonna call Morris' wife now. I'll meet you in\nthe\nSituation Room.\n\nLEO\nYes, sir. [heads for the door]\n\nBARTLET\nLeo?\n\nLeo turns around.\n\nBARTLET\nI am not frightened. I'm gonna blow them off the face of the earth with the\nfury of God's own thunder. [beat] Get the commanders.\n\nA look of concern is on Leo's face. He slowly turns around, opens the door\nand leaves. From the portico, we see Bartlet walking around behind his desk.\nHe sits on his chair and lets out a big sigh. He then picks up the phone and\nmakes the call.\n\nDISSOLVE TO: END TITLES.\nFADE TO BLACK.\n\nTHE END\n* * *\n\nThe West Wing and all its characters are properties of Aaron Sorkin, John\nWells Productions, Warner Brothers Television, and NBC. No copyright\ninfringement is intended.\n\nEpisode 1.02 -- 'Post Hoc, Ergo Propter Hoc'\nOriginal Airdate: September 29, 1999, 9:00 EST\n\nTranscript by: giorgio & sfgal\nOctober 9, 2000"]},
{"season": 1, "episode": 9, "script": ["THE WEST WING\n'THE SHORT LIST'\nSTORY BY: AARON SORKIN & DEE DEE MYERS\nTELEPLAY BY: AARON SORKIN & PATRICK CADDELL\nDIRECTED BY: BILL D'ELIA\n\nTEASER\n\nFADE IN: INT. THE WHITE HOUSE - JOSH'S OFFICE - DAY\nMONDAY MORNING\nThere is a continuous banging from somewhere. Josh and C.J. are both on the\nphone in\nhis office. Josh is doing the talking. C.J. is listening through another\nphone line.\n\nJOSH\n[into phone] Yes... Yes... Yes... So are you prepared at this point to...\n\nJosh and C.J. suddenly jump as if they won something.\n\nJOSH\n[into phone] Thank you. Thank you, sir. Uh, if you'll sit by the phone for\na few minutes,\nyou can expect a call from the president. Thank you again. [hangs up the\nphone slowly]\n\nC.J.\nYES!\n\nJOSH\nIt's done.\n\nC.J.\nWe did it!\n\nJOSH\nIt is done!\n\nC.J. goes running screaming into JOSH'S BULLPEN AREA. Josh follows\nquickly. Donna is\noutside. Everyone looks at them.\n\nC.J.\nIt's done!\n\nDONNA\nWho did it?\n\nC.J.\nWe did it!\n\nJOSH\nI did it! C.J. was on the phone with her fingers crossed.\n\nC.J.\nAll you did was just one phone call.\n\nJOSH\nIt was a series of phone calls, which I masterminded, while I'm not one to\nbe selfish\nabout credit, I think it is important to know that it is done, and I DID\nIT! Donna, call\nToby. Call Sam. Call Leo. Call the president. Tell them I'm on my way over.\n\nC.J.\nCongratulations!\n\nJOSH\nNothing to the press.\n\nC.J.\nYes. [starts to walk away]\n\nJOSH\nClaudia Jean?\n\nC.J.\nYeah?\n\nJOSH\nWe did it!\n\nC.J.\nYeah!\n\nThey hug tight. C.J. walks off as Josh walks the other way. Donna quickly\ncatches up\ninto the NORTHWEST LOBBY.\n\nDONNA\nWait!\n\nJOSH\nWhat?\n\nDONNA\nDon't you want to know about the banging in your office?\n\nJOSH\nBanging in my office?\n\nDONNA\nThey've been at it all morning.\n\nJOSH\nBanging?\n\nDONNA\nYeah.\n\nJOSH\nI don't know what you're talking about.\n\nThey cut into the HALLWAY.\n\nDONNA\nJosh, there's a loud banging or thumping coming from the floor above your\noffice.\n\nJOSH\nI didn't notice.\n\nDONNA\nHow could you not notice?\n\nJOSH\nBecause I didn't, Donna. I've been on the phone for the last hour trying to\nseal the deal\nto fill a seat on the Supreme Court.\n\nDONNA\nIt was a pretty loud banging, Josh.\n\nJOSH\nYou got to understand I'm talking about the United States Supreme Court right?\n\nDONNA\nYes.\n\nJOSH\nOkay.\n\nJosh and Donna pass the COMMUNICATIONS OFFICE. Sam comes out and gives Josh\na high five.\nToby comes out from an office and also gives Josh a high five.\n\nSAM\nWho da man?\n\nTOBY\nYou da man!\n\nSAM and JOSH\nWe da man!\n\nDONNA\nThis is just gross.\n\nJOSH\nWait there for me.\n\nJosh, Sam and Toby walk inside the OUTER OVAL OFFICE. Mrs. Landingham is\nbehind her desk.\nToby laughs.\n\nTOBY\nGood morning, Mrs. Landingham.\n\nMRS. LANDINGHAM\nGood morning.\n\nJOSH\nGood morning!\n\nSAM\nGood morning, indeed.\n\nMRS. LANDINGHAM\nJosh?\n\nJOSH\nYes, Mrs. Landingham?\n\nMRS. LANDINGHAM\nIs it done?\n\nJOSH\nWell, that depends on your answer to this question, Mrs. Landingham: Who da\nman?\n\nMRS. LANDINGHAM\nExcuse me, Josh?\n\nToby is still laughing.\n\nJOSH\nHmmm... Who da man?\n\nMRS. LANDINGHAM\nYou da man.\n\nJOSH and SAM\n[bumps chests] We da man!\n\nTOBY\nYou da men.\n\nMRS. LANDINGHAM\nHe's waiting for you.\n\nJOSH\nThank you.\n\nToby sighs. They walk in THE OVAL OFFICE. Bartlet and Leo are inside.\n\nBARTLET\nI heard we may have...\n\nJOSH\nYes sir.\n\nBARTLET\nI can call him?\n\nJOSH\nHe's waiting for you sir.\n\nBARTLET\nIt's done?\n\nJOSH\nDone.\n\nLEO\nYou got yourself a Supreme Court nominee, Mr. President.\n\nBARTLET\nThis is huge. Which one of you is the man?\n\nTOBY\nOn this one, we'd like to think of ourselves collectively as the men, sir.\n\nBARTLET\nMrs. Landingham, let's make the phone call!\n\nJOSH\nCongratulations.\n\nBARTLET\nThank you. You too. [They shake hands.]\n\nSAM\nWell done, sir.\n\nBARTLET\nThank you.\n\nLeo, Toby, Sam and Josh go into LEO'S OFFICE. Mandy is already inside.\n\nMANDY\nYou guys rock.\n\nSAM\nOh, we really do.\n\nLEO\nLet's bring in the chairman and the ranking member from judiciary, the\nleadership from\nboth sides, and C.J. you should...where is C.J.?\n\nC.J.\n[comes in behind Leo] Right here.\n\nLEO\n[turns around] Oh.\n\nC.J.\nSorry.\n\nLEO\nYou should wear a bell around your neck, you know that?\n\nC.J.\nThank you.\n\nLEO\nSo what do we want to we do?\n\nTOBY\nC.J. will let the press know that the president will introduce his nominee\nin an east room\npress ceremony Thursday, 5 p.m.\n\nJOSH\nCan we do it on Friday, and give ourselves more time?\n\nTOBY\nThursday.\n\nJOSH\nWhy?\n\nSAM\nBecause that's when people watch T.V.\n\nMANDY\nWe can do this in four days?\n\nTOBY\nYep.\n\nLEO\nAre you sure?\n\nTOBY\nYep.\n\nLEO\nToby, you're running the show.\n\nTOBY\nI know.\n\nLEO\nPut the ball in the hole.\n\nTOBY\nIt's done.\n\nLEO\nNo, it's not. So get it done.\n\nTOBY\nYes sir.\n\nToby comes out of Leo's office into the HALLWAY. Josh, Sam, Mandy and\nC.J. follow.\n\nTOBY\nJosh, get me everything.\n\nJOSH\nWe vetted him two months.\n\nTOBY\nI'm gonna vet him four more days. I want to know every parking ticket. I\nwant to know\nevery girlfriend he stood up for dinner in 1953. Mandy, you're gonna roll\nthis guy out\non a show that makes the queen's coronation look like dinner theater. Sam,\nyou're gonna\nwrite the president's introduction. You're also gonna write the Harrison's\nremarks.\n\nSAM\nHarrison's not gonna like that.\n\nTOBY\nShow him the robe he gets. He'll like it fine.\n\nThey all walk inside the COMMUNICATIONS OFFICE.\n\nTOBY\nC.J., no leaks. If the name of this nominee is leaked out before I want it\nto be leaked\nout, I'm gonna blame you, and you're gonna find that unpleasant.\n\nC.J.\nI got to tell you something, Toby. You're hot when you're like this.\n\nTOBY\n[yells] I am gonna put Harrison on the Court! I swear to God I am!\n\nJOSH\nWe meet again three hours.\n\nMANDY\nC.J., come talk to me.\n\nToby goes inside his office. Mandy and C.J. walk off.\n\nSAM\nDid you see his face?\n\nJOSH\nWe're home.\n\nSAM\nI'll see you later.\n\nSam goes inside his office. Donna quickly appears in front of Josh.\n\nDONNA\nIt's a maintenance crew.\n\nJOSH\nThe banging?\n\nDONNA\nThey're working upstairs.\n\nThey walk out into the HALLWAY.\n\nJOSH\nPeyton Cabot Harrison III.\n\nDONNA\nYes.\n\nJOSH\nPeyton Cabot Harrison III. He sounds like he should be a Supreme Court\njustice.\n\nDONNA\nIt's a good name.\n\nJOSH\nPhillips Exeter, Princeton, Rhodes scholar, Harvard Law Review, for which\nhe was, oh yeah,\nthe editor. Did I mention that he was dean of Harvard Law School? Did I\nmention that his\nfather was attorney general to Eisenhower?\n\nDONNA\nPeyton Cabot Harrison III.\n\nJOSH\nThat's right.\n\nDONNA\nJewish fellow?\n\nJOSH\nYou're not gonna ruin this moment for me, Donna.\n\nDONNA\nI'm sharing this moment with you.\n\nJOSH\nThis is a big day for us.\n\nDONNA\nYou're the men.\n\nThe two go inside JOSH'S OFFICE. Josh sits in his chair. Donna sits across\nhim.\nThe banging still continues.\n\nJOSH\nYou know what we're finally gonna have?\n\nDONNA\nA waspy old man in the Supreme Court?\n\nJOSH\nA smooth confirmation process.\n\nDONNA\nYou think?\n\nJOSH\nIt's gonna sail.\n\nDONNA\nI hope so.\n\nJOSH\nIt's gonna sail, Donna.\n\nDONNA\nThere's many a slip twixt the tongue and the wrist, Josh.\n\nJOSH\nYes. Well, your fortune cookie wisdom notwithstanding, it's gonna sail.\n\nDONNA\nPlease don't get your hopes up.\n\nJOSH\nWhy shouldn't I get my hopes up?\n\nDONNA\nBecause when it doesn't work out, you end up drunk in my apartment in the\nmiddle of\nthe night and yell at my roommate's cats.\n\nJOSH\nSmooth sailing, Donna.\n\nDONNA\nCautious optimism, Josh.\n\nJOSH\nNothing bad is gonna happen this week.\n\nDONNA\nExercise cautious optimism.\n\nJOSH\nLook, there is no reason...\n\nA big chunk of the ceiling comes falling down in front of Josh. It crashes\non his desk.\n\nJOSH\nWell... okay.\n\nHe dusts his sleeve and looks up the ceiling.\n\nSMASH CUT TO: MAIN TITLES.\nEND TEASER\n* * *\n\nACT ONE\n\nFADE IN: INT. THE SUPREME COURT - JUSTICE CROUCH'S OFFICE - DAY\n\nThe retiring Supreme Court Justice JOSEPH CROUCH is with President Bartlet.\n\nBARTLET\nYou're too young to retire, Joseph.\n\nCROUCH\n[laughs] You're an excellent liar, Mr. President.\n\nBARTLET\n[chuckling] Yes sir.\n\nCROUCH\nYou're gonna go with Harrison?\n\nBARTLET\nHe's on the short list.\n\nCROUCH\nYeah?\n\nBARTLET\nYeah.\n\nCROUCH\nWith how many other names?\n\nBARTLET\nWe'll make our announcement on Thursday.\n\nCROUCH\nYou've decided on Harrison.\n\nBARTLET\nI haven't made a decision yet, Joseph.\n\nCROUCH\nYou've made the call. [beat] Did you even consider Mendoza?\n\nBARTLET\nMendoza was on the short list.\n\nCROUCH\nMendoza was on the short list so you can show you had an Hispanic on the\nshort list.\n\nBARTLET\nThat's not true, Joseph.\n\nCROUCH\nYou ran great guns in the campaign. It was an insurgency, boy, a sight to\nsee. And then\nyou drove to the middle of the road the moment after you took the oath. Just\nthe middle\nof the road. Nothing but a long line painted yellow.\n\nBARTLET\nExcuse me, sir...\n\nCROUCH\nI wanted to retire five years ago. But I waited for a Democrat. I wanted a\nDemocrat.\nHmm! And instead I got you.\n\nCUT TO: EXT. THE SUPREME COURT - DAY\nThe press is waiting below the stairs of the Supreme Court. Danny is among\nthem.\nC.J. approaches.\n\nDANNY\nHey.\n\nC.J.\nHey.\n\nDANNY\nHow you doing?\n\nC.J.\nI'm doing fine, Danny.\n\nDANNY\nIs it gonna be Harrison?\n\nC.J.\nWhy, why, oh why do you ask me questions that you absolutely, positively\nknow I'm not\ngonna answer?\n\nDANNY\nIt's a good conversation starter.\n\nC.J.\nI can't go out on a date with you, Danny.\n\nDANNY\nWho asked you?\n\nC.J.\nOkay.\n\nDANNY\nYou think Harrison is gonna be a good Justice?\n\nC.J.\nDanny?\n\nDANNY\nYou see what I did there?\n\nC.J.\nYeah.\n\nDANNY\nI tried to trick you into confirming it was Harrison.\n\nC.J.\nYes.\n\nDANNY\nIt didn't work.\n\nC.J.\nNo.\n\nDANNY\nAnd you won't go out on a date with me, right?\n\nC.J.\nRight.\n\nDANNY\nOkay.\n\nC.J. walks behind the podium and grabs a bunch of papers. She takes a look\nat Danny and\nwalks away.\n\nCUT TO: INT. JUSTICE CROUCH'S OFFICE - DAY\nJustice Crouch and President Bartlet are still talking.\n\nBARTLET\nI suppose we should get out there.\n\nCROUCH\nNot yet, sir.\n\nBARTLET\nI'm sorry Joseph, but I am...\n\nCROUCH\nI've served on this bench for 38 years. I took my seat the year you began\ncollege.\nI believe I've earned the right to say a word.\n\nBARTLET\nYou've said quite a few words.\n\nCROUCH\nNot enough.\n\nBARTLET\nLet's get out there.\n\nCROUCH\nTake the next few days with your staff, and give Mendoza the consideration\nhe deserves.\n\nBARTLET\nJoseph, when the next seat opens up, I promise you...\n\nCROUCH\nWhen the next seat opens up, you'll be writing your memoirs.\n\nBARTLET\nIn three years, I would hope to be running for reel...\n\nCROUCH\nYou're gonna get beat in three years.\n\nBARTLET\nThat's a little pessimistic, Joseph.\n\nCROUCH\nAmerican voters like guts. And Republicans have got them. In the three years,\none of them\nis gonna beat you.\n\nBARTLET\nYou know I imagine the view from your largely unscrutinized place in history\nmust be very\ndifferent from mine. But I remind you sir, that I have the following things\nto negotiate:\nan opposition Congress, special interests with power beyond belief, and a\nbitchy media.\n\nCROUCH\nSo did Harry Truman.\n\nBARTLET\nWell, I am not Harry Truman.\n\nCROUCH\nMr. Bartlet, you needn't point out that fact.\n\nBARTLET\n[beat] It's 'Dr. Bartlet,' your honor. Now, let's go start your retirement.\n\nCUT TO: EXT. THE SUPREME COURT - DAY\nC.J. is pacing back and forth. Danny is with her.\n\nDANNY\nWant my gloves?\n\nC.J.\nNo, thanks.\n\nDANNY\nI asked because you look pretty cold.\n\nC.J.\nI'm fine.\n\nDANNY\nWhat do you suppose they're talking about in there?\n\nC.J.\nThe president and Justice Crouch are old friends.\n\nDANNY\nThe president and Justice Crouch can't stand each other.\n\nC.J.\nThe man's retiring today. It's a courtesy call. What do you want from me?\n\nDANNY\nDinner and a movie.\n\nC.J.\nNo.\n\nDANNY\nYou think Crouch is pissed because the president has already settled on\nHarrison?\n\nC.J.\nDanny?\n\nDANNY\nI did it again!\n\nC.J.\nYeah.\n\nDANNY\nBut you know what you did?\n\nC.J.\nWhat?\n\nDANNY\nYou outfoxed me.\n\nC.J.\nYou're killing me. You know that, Danny.\n\nA woman, coming down from the stairs, passes by.\n\nWOMAN\nHere we go.\n\nWe see Bartlet, Crouch and several Secret Service Agents coming down the\nfront stairs\nof the Supreme Court. C.J. approaches them. Danny goes back to the press area.\n\nCUT TO: INT. JOSH'S OFFICE - DAY\nA maintenance guy is working on the ceiling. Josh and Donna stand watch.\n\nJOSH\nThat was inches from my head.\n\nDONNA\nJosh.\n\nJOSH\nInches.\n\nDONNA\nIt was not inches.\n\nJOSH\nIt was inches. A little bit this way, a little bit that way, bam! Massive\nhead wound.\n\nDONNA\nYou're fine.\n\nJOSH\nYeah, but there for the grace of God, you know what I'm saying?\n\nDONNA\nYes.\n\nJOSH\nI really think if big chunks of ceiling are gonna fall on anyone... I don't\nknow...\n\nA brief silence as Josh inhales.\n\nDONNA\nWhat?\n\nJOSH\nIt should be you.\n\nDONNA\nUgh. I knew you were gonna say that.\n\nJOSH\nFrom now on, before I come in in the morning, I want you to test my office.\n\nMANDY\n[comes up] Josh?\n\nDONNA\nStaff in ten minutes. [leaves]\n\nJOSH\nYou see this?\n\nMANDY\nYeah.\n\nJOSH\nInches from my head.\n\nMANDY\nWhy is Peter Lillienfield holding a press conference?\n\nJOSH\nWho cares?\n\nMANDY\nI do. Why is Lillienfield holding a press conference?\n\nJOSH\nI don't know.\n\nMANDY\nIs he unhappy about something?\n\nJOSH\nHe's always unhappy about something. [calls] Donna! Where's my east Asia\nmemo?!\n\nDONNA [OS]\n[yells] Right here!\n\nMANDY\nIt starts in two minutes.\n\nJOSH\nWhat starts in two minutes?\n\nMANDY\nLillienfield's press conference.\n\nJOSH\n[shouts] It's okay, Donna. I'll just come and get it myself!\n\nDONNA [OS]\nKeep your pants on Josh! I'm on my way!\n\nMANDY\nJosh?\n\nJOSH\nMandy.\n\nMANDY\nI'm just saying that we don't need any surprises today.\n\nJOSH\nWe're not gonna have any surprises today.\n\nMANDY\nI'm putting on a show. I don't want to get upstaged.\n\nJOSH\nYou're not gonna get upstaged.\n\nMandy leaves. Donna comes in hurriedly with a piece of paper. She gives it\nto Josh.\n\nDONNA\nHere.\n\nJOSH\nThank you.\n\nDONNA\nYou're welcome.\n\nJOSH\nYou should be nice to me. I could be dead you know.\n\nDONNA\nI don't have that kind of luck. [leaves]\n\nCUT TO: INT. TOBY'S OFFICE - DAY\nToby is behind his desk writing. Sam comes in.\n\nSAM\nYeah?\n\nTOBY\nI would like you to play out that as a lifelong Democrat, he clerked for a\nRepublican.\nI would like you to play DOWN that he'd never written a judicial opinion on\nabortion or\nrevealed his thinking on Roe.\n\nSAM\nI'm already there.\n\nTOBY\nWell, thank you.\n\nSam looks at the television. It shows PETER LILLIENFIELD'S press conference.\n\nSAM\nWhat's this?\n\nTOBY\nLillienfield's talking about something that's bothering him today.\n\nSAM\nWHAT could possibly be less interesting? I'll be in my office.\n\nTOBY\nOkay.\n\nSam leaves and closes the door. Toby goes back to writing. We hear the\ntelevision.\n\nLILLIENFIELD [on T.V.]\n...Gone are the days of the best and the brightest. Stained, I believe,\nare the legacies\nof the great White House staffers. Names like Schlesinger, Sorenson, Rumsfeld,\nand Persons\nhave been replaced by a roster of Ivy League liberals, Hollywood darlings. One\nin three of\nwho, one in three... used drugs on a regular basis.\n\nA surprised Toby slowly looks at the television.\n\nLILLIENFIELD [cont.]\nAnd in case there should be any confusion about my meaning, I'm not talking\nabout aspirin\nor decongestants...\n\nToby picks up the phone and dials.\n\nLILLIENFIELD [cont.]\n...Members of my staff will be passing out the most recent figures...\n\nTOBY\n[into phone] Get her.\n\nCUT TO: INT. C.J.'S OFFICE - DAY\nCarol knocks and comes in. C.J. is standing in front of the television,\nwatching the\npress conference.\n\nCAROL\nC.J.?\n\nC.J.\nTell him I'm watching.\n\nLILLIENFIELD [on T.V.]\n...And to ask who exactly is it that's helping lead our country, who has\nthe ear of the\npresident, advising the president... [continues]\n\nFADE OUT.\nEND ACT ONE\n* * *\n\nACT TWO\n\nFADE IN: INT. HALLWAY - DAY\nLeo and C.J. are walking.\n\nLEO\nOne in three?\n\nC.J.\nYes.\n\nLEO\nHe said one in three White House staffers were on drugs?\n\nC.J.\nYes.\n\nLEO\nWhere does he get these stats?\n\nC.J.\nLeo...\n\nLEO\nI mean where does he pull them from?\n\nC.J.\nOut of the clear blue sky, but that doesn't matter.\n\nThey walk inside LEO'S OFFICE. Margaret is on her way out.\n\nLEO\nIs somebody bringing me a tape of this?\n\nMARGARET\nThey're getting it. [leaves]\n\nMandy is inside the office.\n\nMANDY\nThis isn't happening to me.\n\nLEO\nNothing's happening. Stay cool.\n\nSAM\n[pops his head and walks in] Is it possible for Peter Lillienfield to be a\nbigger\njackass? You think if he tried hard, there's room for him to be a slightly\nbigger\nhorse's ass than he's being right now?\n\nC.J.\nAt some point, you hit your head in the ceiling, don't you?\n\nSAM\nI think there's unexplored potential.\n\nJOSH\n[comes in] 'Sup?\n\nMANDY\nJosh.\n\nJOSH\nFive White House staffers in the room. I would like to say to the 1.6 of\nyou who are\nstoned right now, that it's time to share.\n\nEveryone laughs except Mandy.\n\nMANDY\nThis isn't funny, Josh.\n\nJOSH\nMandy, if you can't laugh at this, then you're just not having enough fun\nin show business.\n\nMANDY\nJosh?\n\nJOSH\nHe's a featherweight, Mandy. He's a hairdo.\n\nSAM\nI think if he put his shoulder into it, he could be a slightly bigger gasbag.\n\nJOSH\nYeah.\n\nSAM\nYou know, if he really reach for the stars.\n\nTOBY\n[quickly walks in] Good morning.\n\nC.J.\nHey.\n\nTOBY\nThere's no way you saw this coming?\n\nLEO\nToby...\n\nTOBY\nLeo, I know I'm in your office. Forgive me. [yells] But nobody saw this\ncoming?!\n\nC.J.\nYeah. I can't believe my psychic didn't tell me, Toby. Rest assured, I'm\ngonna get\nmy twenty bucks back.\n\nLEO\nShort-term, long-term?\n\nJOSH\nShort-term nothing.\n\nC.J.\nI can't go with nothing.\n\nJOSH\nWhy not?\n\nC.J.\nPretend we didn't see it?\n\nJOSH\nHe's a liar. He's a fool. Categorically deny it and move on.\n\nMANDY\nShe can't.\n\nC.J.\nI can't.\n\nJOSH\nWhy not?\n\nC.J.\nBecause more than 1300 people work for the White House, Josh. I go to the\nPress Room\nand categorically deny that anyone uses drugs, and it turns out that three\nguys in the\nphoto lab blew a joint over the weekend, which is not like out of the realm\nof possibility.\nAnd my next question is...\n\nMANDY\nBut you categorically denied it, now you admit there are three.\n\nC.J.\nYes. Well, I categorically deny that there are any more than three.\n\nToby paces.\n\nMANDY\nBut now it seems that the assistant to the deputy director of White House\nbeverages--\n\nJOSH\nAll right.\n\nMANDY\n--is confessing to a life of a closet junkie.\n\nC.J.\nYes, and I understand she's selling her story to Random House for a middle\nsix-figure advance.\n\nTOBY\n[now has his head against the wall] All right. Are we done with Masterpiece\nTheater?\n\nLEO\nC.J., we're looking into it, okay?\n\nC.J.\nYeah.\n\nLEO\nThat's what we're saying right now.\n\nJOSH\nI don't care if we say that, but... we're not actually looking into it,\nare we?\n\nLEO\nYes.\n\nJOSH\nThis is a joke, right?\n\nMARGARET\n[walks in] Leo?\n\nLEO\nYeah? Toby. [points at the staff]\n\nTOBY\nYeah.\n\nLeo walks away with Margaret.\n\nCUT TO: INT. HALLWAY - DAY\nToby and the rest of the staff follow him as they walk out of Leo'S office.\n\nTOBY\nC.J., go do your briefing. The president paid a courtesy call on Crouch this\nmorning.\nWe got some exciting names. On the short list is Ed Harrison. We'll introduce\nthe nominee\nThursday, 5 o'clock. This business with Lillienfield...\n\nC.J.\nI've heard about it, and I'd like the chance to see it first before I comment.\n\nThey all walk inside the COMMUNICATIONS OFFICE.\n\nTOBY\nIs the president aware?\n\nC.J.\nWe'd like to keep this things off the president's desk until we measure what,\nif any,\ncredibility...\n\nTOBY\nGood girl.\n\nC.J. walks off. Toby, Josh, Mandy and Sam stop in front of Toby's office.\n\nMANDY\nToby, if the alternative is getting Harrison bumped off the top story...\n\nTOBY\nWe're not gonna postpone.\n\nMANDY\nLet's end this fast.\n\nJOSH\nHow?\n\nMANDY\nYou know how.\n\nJOSH\nNo, I don't.\n\nSAM\nMandy.\n\nMANDY\nWhat I'm saying...\n\nTOBY\nGo back to work, Mandy.\n\nJOSH\nNow, hang on a second. I'd like to hear what-\n\nTOBY\nHey! Go back to work.\n\nMANDY\nLillienfield is walking on a stage, and he's not gonna get off until he gets\noff is\nwhat I'm saying.\n\nJOSH\nWe are not taking drug tests.\n\nMANDY\nWhy not?\n\nJOSH\nBecause we're not!\n\nMANDY\nToby, let's end this.\n\nJOSH\nToby, if you...\n\nTOBY\nShut up. [to Mandy] Go. [Mandy leaves.] Sam, go back to doing what you're\ndoing.\n\nSAM\nThey just delivered five cartons of Harrison's old papers.\n\nTOBY\nThen go start reading.\n\nSam goes inside his office.\n\nJOSH\nToby...\n\nTOBY\nWhat do we know? What do they know?\n\nJOSH\nNow, wait, hang on a second.\n\nTOBY\nJosh...\n\nJOSH\nYou're not making me--I'm not gonna be the internal affairs cop around here.\n\nTOBY\nYes, you are.\n\nJOSH\nYou want to know who's doing what around here, you ask them yourself!\n\nTOBY\nThis isn't the time, Josh. We taking water over the side...\n\nJOSH\nYes, and I'm not indifferent to that, but there's a principle here-\n\nTOBY\nNo, there's not. Not this week. We've been doing this for a year, and all\nwe've gotten is\na year older. Our job approval's 48%, and I think that number's soft, and\nI'm tired of\nbeing the field captain for the gang that couldn't shoot straight! We're\ngetting this done!\n[beat] What do we know? What do they know? Start with me, if you want.\n\nToby goes into his office.\n\nCUT TO: INT. SAM'S OFFICE - MORNING\nTUESDAY MORNINGH\nThe sun is not out yet. Sam is sleeping in his chair. Around him are a bunch\nof cartons\ncontaining old papers. The phone rings. He wakes up and picks up the phone.\n\nSAM\nHello? This is Sam Seaborn. [listens] What's your name? Uh, I'm not a\ncop. What's your\nname? [listens] Where are you right now? [listens] All right. I'm the only\none in my\noffice, but as soon as the secretary get--you know what? Hang on. I'm on my\nway.\n[hangs up the phone, wears his jacket, heads out, and trips over one of the\ncartons]\nOw!\n\nCUT TO: INT. THE WHITE HOUSE PORTICO - DAY\nBartlet and Leo are headed for the Oval Office.\n\nBARTLET\nA quick confirmation's gonna be good for us.\n\nLEO\nRitter says we'll get unanimous approval out of committee and 90 votes in\nthe Senate.\n\nBARTLET\nThat's a blowout, Leo.\n\nLEO\nMm-hmm.\n\nBARTLET\nJust what the doctor ordered. [An agent opens the door.] Thank you.\n\nBartlet and Leo walk inside the OUTER OVAL OFFICE.\n\nBARTLET\nGood morning, Mrs. Landingham.\n\nMRS. LANDINGHAM\nGood morning, Mr. President.\n\nLEO\nGood morning.\n\nMRS. LANDINGHAM\nGood morning.\n\nBARTLET\nWhen is Harrison getting in?\n\nLEO\nLate tonight.\n\nBARTLET\nGood.\n\nThey finally get to THE OVAL OFFICE. Charlie is inside.\n\nBARTLET\nGood morning, Charlie.\n\nCHARLIE\nGood morning, Mr. President.\n\nLEO\nGood morning.\n\nBARTLET\nPeyton Cabot Harrison. Find out what kind of cigars he likes, what kind of\nperfume his\nwife likes, and have them sent over to their hotel, okay?\n\nCHARLIE\nBack channels, sir?\n\nBARTLET\nYeah.\n\nCharlie takes Bartlet's jacket and leaves.\n\nLEO\nThey're gonna stake the hotels. Gifts coming from the White House...\n\nBARTLET\nWe're using back channels. What is going on with Lillienfield?\n\nLEO\nYou're staying out of it.\n\nBARTLET\nFine.\n\nLEO\nAnything else?\n\nBARTLET\nWe're gonna get this done, right?\n\nLEO\nYes sir.\n\nBARTLET\nAll right.\n\nMRS. LANDINGHAM\n[walks in] Mr. President?\n\nBARTLET\nI'm on my way.\n\nLEO\nThank you, Mr. President.\n\nBARTLET\nThank you.\n\nLeo is on his way to his office.\n\nBARTLET\nLeo?\n\nLEO\nYes, sir?\n\nBARTLET\nWe looked at everybody, right?\n\nLEO\nSir?\n\nBARTLET\nThe short list. We looked at Mendoza?\n\nLEO\nWe looked at him.\n\nBARTLET\nLeo...\n\nLEO\nWe fixed on Harrison.\n\nBARTLET\nYeah, you're right. I'll see you later.\n\nLEO\nYes sir.\n\nLeo goes into his office. Bartlet heads out into the OUTER OVAL OFFICE. Two\nmilitary\ntypes are waiting at the door.\n\nBARTLET\nGood morning, gentlemen. Sorry to keep you waiting. Let's go.\n\nBartlet and the men walk out into the HALLWAY. Two Secret Service Agents\nare waiting.\nThey follow the president.\n\nBARTLET\nGood morning. Good morning. Hang on a second.\n\nThey all stop walking as Bartlet goes inside the COMMUNICATIONS OFFICE. The\nstaffers\nquickly stand up at the sight of the president.\n\nSTAFFER 1\nGood morning.\n\nBARTLET\nGood morning. Keep your seats.\n\nSTAFFER 2\nGood morning, Mr. President.\n\nBARTLET\nGood morning.\n\nBartlet goes into TOBY'S OFFICE. Toby is inside.\n\nBARTLET\nGood morning, Toby.\n\nTOBY\nGood morning, sir.\n\nBARTLET\nDo this for me. Put together some information on Roberto Mendoza.\n\nTOBY\nSir... it's natural to have second thoughts, but...\n\nBARTLET\nNo. I just want to be able to know something. There's gonna be a lot of\nquestions.\nI don't want it to be 'we had a Hispanic on the short list.'\n\nTOBY\nWhat is it you're looking for?\n\nBARTLET\nThe reason we didn't go with him.\n\nTOBY\nThe reason we didn't go with him is because Harrison said yes.\n\nBARTLET\nLet's do better than that.\n\nTOBY\nYes sir.\n\nBARTLET\nUh, what's going on with this drug thing?\n\nTOBY\nYou don't want a piece of that.\n\nBARTLET\nAll right. I'll trust ya. Thank you.\n\nBartlet walks back out to the COMMUNICATIONS OFFICE. The staffers stand up\nagain.\n\nSAM\n[passes by] Good morning, sir.\n\nBARTLET\nGood morning, Sam.\n\nWe follow Sam as he goes inside TOBY'S OFFICE.\n\nSAM\nToby.\n\nTOBY\nHe wants me to look at Mendoza. What...?\n\nSAM\n[slams an envelope on Toby's desk] I got a phone call before from a guy with\nsome\ninformation. I just picked it up. I read it on the way back. It's not good.\n\nTOBY\nIs it the drugs?\n\nSAM\nNo.\n\nTOBY\nWhat is it?\n\nSAM\nIt's Harrison.\n\nTOBY\nClose the door.\n\nSam looks around the Communications Office and closes the door.\n\nFADE OUT.\nEND ACT TWO\n* * *\n\nACT THREE\n\nFADE IN: INT. TOBY'S OFFICE - DAY\nSam is still there. Toby is going over through a bunch of papers.\n\nSAM\nIt's called an unsigned note. Every member of Law Review is required to\nprepare one.\nIt's like an article.\n\nTOBY\nI know what an unsigned note is.\n\nSAM\nIt's 40 or so pages, well researched, footnoted, and revised with faculty\nsupervision,\nand it's published.\n\nTOBY\nWithout the names.\n\nSAM\nWithout the names. It's scholarly work.\n\nTOBY\nHow do we know Harrison...?\n\nSAM\nToby...\n\nTOBY\nWhat, I'm supposed to just trust 'the guy on the phone?'\n\nSAM\nI spent the last three months reading everything Harrison's written, from\ndecisions,\nto memos, to amacus briefs, Toby. He's the author of the unsigned note.\n\nTOBY\n[pause, calls] Bonnie!\n\nBONNIE\n[opens the door] Yeah?\n\nTOBY\nI'm gonna need the next five minutes the president's got.\n\nBONNIE\nYeah.\n\nBonnie leaves and closes the door. Toby looks at Sam.\n\nCUT TO: INT. NORTHWEST LOBBY - DAY\nJosh and Donna are walking.\n\nDONNA\nHow does Lillienfield get his information?\n\nJOSH\nAh, he's got a half government oversight committee. These are the people\nwho literally\ndecide if we get heat and electricity in the White House.\n\nThey go near the JOSH'S BULLPEN AREA - CONTINUOUS\nJosh is getting himself coffee. Then they walk again.\n\nDONNA\nSo they have access to background information?\n\nJOSH\nYeah.\n\nDONNA\nJosh?\n\nJOSH\nYeah?\n\nDONNA\nYou shouldn't feel uncomfortable about interviewing me.\n\nJOSH\nI met you. I talked to you. I hired you. You know anybody around here who\nuses drugs?\n\nDONNA\nYeah.\n\nJOSH\nYou want to tell me who they are?\n\nDONNA\nNo.\n\nJOSH\nGood for you. Consider yourself interviewed.\n\nDONNA\nYou're a good boy, Josh.\n\nJOSH\nDonna, I've seen your records.\n\nDONNA\nI know.\n\nJOSH\nYou need to learn that 'no parking' means no parking.\n\nDONNA\nThe thing is sometimes I can't find a space.\n\nJOSH\nGo to work.\n\nDonna goes to her desk. Josh goes inside his OFFICE. Mandy is sitting at\nthe table\nbeside the door.\n\nMANDY\nWe have everyone take a drug test and be done with it.\n\nJOSH\nWhat makes you think that everyone here can pass a drug test?\n\nMANDY\nThe ones who can't already know it and will quietly resign.\n\nJOSH\n[laughs] Oh, okay. Problem solved.\n\nMANDY\nWhat is wrong in this day and age with demonstrating that the White House\nis drug free?\nWhat is wrong with giving people that comfort?\n\nJOSH\nI would think that in this day and age, people would be more comfortable\nknowing that they\nwill not now, nor will they ever be forced to turn over evidence against\nthemselves. And\nplease, do not try and paint your position as anything other than preservation\nof a spotlight.\n\nMANDY\nThis thing gets bungled, and we're not gonna have to struggle much to find\nthe spotlight.\n\nJOSH\n[pause] So what do you think's really going on here?\n\nMANDY\nI don't know.\n\nJOSH\nI don't know either.\n\nMANDY\nThat's what makes me nervous.\n\nJOSH\nWhat do we do?\n\nMANDY\nIt's time to talk to whoever it is you talk to.\n\nJOSH\nYeah.\n\nCUT TO: INT. BRIEFING ROOM - DAY\nC.J. is doing the briefing. A reporter asks a question.\n\nREPORTER\nIs there any reason to believe that White House staffers regularly use\nillegal drugs?\n\nC.J.\nFor those who didn't understand me the first nine times, we are looking into\nthis.\n\nREPORTER\nC.J.?\n\nSTEVE\nC.J., would you forgive a blunt question?\n\nC.J.\nThese questions haven't been blunt yet?\n\nSTEVE\nDo you use drugs?\n\nC.J.\nNo, and you're forgiven.\n\nCHRIS\nIt's been 24 hours since Congressman Lillienfield made his accusations,\nC.J. When is the\nWhite House...?\n\nC.J.\nWe have 1300 people on the payroll, Chris. That's a lot of information to\ngather, and\nit's not like we were loaded with free time before. And let me just add that\nas no one\nand nothing here has been subpoenaed, and Mr. Lillienfield has offered\nnothing to support\nhis very bizarre claim, we're not feeling the real need to get this done in\na hurry.\n\nCHRIS\nC.J., one more question...\n\nC.J.\nThank you. That's all. [walks away, to a staffer] Set fire to the room. Do\nit now.\n\nThe staffer laughs as C.J. walks out into the HALLWAY. C.J. does not see\nDanny following her.\n\nDANNY\nHow you doing?\n\nC.J.\nWhat do you want?\n\nDANNY\nIt was a bit of a blunder back there.\n\nC.J.\nIt was fine.\n\nDANNY\nYou challenged Lillienfield to present evidence. He knows his cue when he\nhears it.\n\nC.J.\n[looks around] I left my notebook somewhere.\n\nDANNY\nAlso, did you really want to be the first person to use the word 'subpoena'?\n\nC.J.\nIn the context?\n\nDANNY\nWhat the context was. It's the only word anybody's gonna read tomorrow.\n\nC.J.\nI really don't need your tips, Danny.\n\nDANNY\nAs a matter of fact, you do, C.J. but that's not why I'm here.\n\nC.J.\nWhy are you here?\n\nDANNY\nI'm here because there's a basketball team called the New York Knickerbockers\nwho are\nplaying in town tonight.\n\nC.J. and Danny go back to THE BRIEFING ROOM. The reporters have left, and\nit's now empty\nand dark.\n\nC.J.\nI don't have time for a little basketball game!\n\nDANNY\nNeither do I. Which is why we I thought could watch it in your office while\nI explain it\nto you in a patronizing manner, 'cause I know it's something women usually\nlike.\n\nC.J.\nThank you, anyway.\n\nDANNY\nYou understand I'll talk slow and explain it the way any girl would\nappreciate.\n\nC.J. walks out. Josh has come in the room through the back door. Danny turns\naround.\n\nJOSH\nDanny. You got a minute?\n\nDANNY\nWalk me to my car.\n\nCUT TO: EXT. WASHINGTON D.C. - NIGHT\nJosh and Danny are walking along a street.\n\nDANNY\nJosh, the information I get I have to print.\n\nJOSH\nDo you have any information?\n\nDANNY\nNo.\n\nJOSH\nWould you tell me if you did?\n\nDANNY\nWhat kind of information?\n\nJOSH\nYou know what kind of information.\n\nDANNY\nHey.\n\nJOSH\nYou know no one knows where I got it.\n\nDANNY\nYou know in the highroad, I'm not supposed to hand out any information I get.\n\nJOSH\nYou're right.\n\nDANNY\nYou know I'm right. It's not my job to help you out. As a matter of fact,\nI get fired\nfrom my job for helping you out.\n\nJOSH\nI know that.\n\nDANNY\nLillienfield's a jackass, but he's not stupid. He's talking. He's got\nsomething.\n\nJOSH\nWhat?\n\nDANNY\nWhatever it is it's small potatoes. It's enough to get the rock rolling down\nthe mountain.\n\nJOSH\nWhat's he trying to hit?\n\nDANNY\nI don't know.\n\nJOSH\nIs it the nomination?\n\nDANNY\nThat's what I thought too, but Harrison's gonna sail by no matter what.\n\nJOSH\nNobody said it's Harrison.\n\nDANNY\nYeah. Yeah. My point is this: He's not gonna waste it on a done deal. He's\nafter\nsomething better.\n\nJOSH\nOkay. Thanks. [starts to walk the other way]\n\nDANNY\nJosh, it's one of those times, man. Don't screw this up.\n\nJOSH\nC.J. likes goldfish.\n\nDANNY\nWhat?\n\nJOSH\nShe likes goldfish. Can't get enough of them.\n\nDANNY\nThanks!\n\nJosh walks away.\n\nCUT TO: INT. THE OVAL OFFICE - NIGHT\nBartlet is holding some papers. Sam and Toby are with him.\n\nBARTLET\nHere's an interesting statement. [reads] 'I join Judge Black, insomuch as\nwhile enjoying\nmy privacy, I am compelled to admit that government has a right to invade\nit unless\nspecifically prohibited by some specific Constitutional provision.' Unquote.\n\nSAM\nMr. President, this paper, is, in no uncertain terms, an argument of privacy\nis not a\nright guaranteed by the Constitution.\n\nBARTLET\nWhy isn't this ever been brought up?\n\nTOBY\nIt never came up, sir.\n\nBARTLET\nWe spent two months vetting our homerun nominee, he doesn't believe in a\nprivacy guarantee,\nand it never came up?\n\nTOBY\nIt was simply never an issue in any order to be handed down, and if I may sir,\nwe don't\nknow for sure that he's the author of the document...\n\nSAM\nWe do know.\n\nTOBY\n...If he is, I don't think we can necessarily hold a 55 year old man\nresponsible...\n\nSAM\nToby?\n\nTOBY\n...for something he wrote when he's 26.\n\nSAM\nWe're not gonna be able to hold him responsible if we put him on the bench. And\nI promise\nyou, this issue's gonna come up!\n\nBARTLET\n[pause, sighs] When does Harrison get in?\n\nSAM\nLater tonight.\n\nBARTLET\nI want him first thing in the morning.\n\nSAM\nYes sir.\n\nBARTLET\nWhen was the last time either of you slept, I don't care. Get ready for this.\n\nTOBY\nYes sir.\n\nSAM\nThank you, Mr. President.\n\nTOBY\nThank you sir.\n\nToby and Sam leave.\n\nCUT TO: INT. LEO'S OFFICE - NIGHT\nLeo is meeting with a few people.\n\nLEO\nSeventeen billion isn't gonna fly. They're gonna say it's too much at thirteen\nfive.\n\nThe door to the Oval Office opens. Bartlet comes in. Everyone stands.\n\nBARTLET\nExcuse me.\n\nLEO\nGive us the room. [The people leave at an instant.]\n\nBARTLET\nI want to meet Mendoza.\n\nLEO\nYes sir.\n\nBartlet walks back to the Oval Office.\n\nCUT TO: INT. OUTER OVAL OFFICE - DAY\nTHURSDAY MORNING\nToby and Sam are waiting to be called inside the Oval Office. Mandy is with\nthem,\nwalking back and forth.\n\nTOBY\nDoes Mendoza know why he's coming here?\n\nMANDY\nHe thinks he's interviewing for a place in the President's Commission for\nHispanic\nOpportunity.\n\nTOBY\nIs there such a thing as the president's...?\n\nMANDY\nIt's the best I could do in short notice, Toby.\n\nTOBY\nFine.\n\nMANDY\nI had to make a letterhead.\n\nTOBY\nThat must have taxed your considerable creativity.\n\nMANDY\nToby?\n\nTOBY\nFine.\n\nCUT TO: INT. THE OVAL OFFICE - DAY\nBartlet is inside with Judge PEYTON CABOT HARRISON III. Charlie is waiting\nat the door.\n\nBARTLET\nJudge Harrison, first thing's first, are you the author of this unsigned note?\n\nBartlet gives several papers to Harrison, who looks it over.\n\nHARRISON\n[chuckles] Yes sir.\n\nBARTLET\nWhen I was 26, I wrote a paper supporting the deregulation of Far East trade\nbarriers.\nNearly got thrown out of the London School of Economics. I was young and\nstupid, and\ntrying to make some noise.\n\nHARRISON\nYes sir.\n\nBARTLET\nI'm gonna bring Toby Ziegler and Sam Seaborn in here and talk about this a\nlittle bit.\n\nHARRISON\nThat's fine sir.\n\nBARTLET\nOkay. Charlie, please?\n\nCUT TO: INT. OUTER OVAL OFFICE - DAY\nToby, Mandy and Sam are still waiting. Josh appears behind them.\n\nJOSH\nToby, you got a minute?\n\nTOBY\nThey're about to call me in.\n\nJosh and Toby go out into the HALLWAY.\n\nJOSH\nPrivacy?\n\nTOBY\nI don't know.\n\nJOSH\nHe doesn't acknowledge the protection?\n\nTOBY\nHang on a second.\n\nJOSH\nWhen were you gonna tell me this?\n\nTOBY\nNumber one: I don't report to you.\n\nJOSH\nToby...\n\nTOBY\nNumber two: He wrote the paper a quarter century ago.\n\nJOSH\nHe hasn't changed his mind.\n\nTOBY\nWe don't know whether he changed his mind or not.\n\nJOSH\nWe don't care whether he changed his mind or not. You're painting a picture\nfor the president.\n\nTOBY\nThe president can paint his own picture.\n\nJOSH\nYeah, but he listens to you. [beat] When did we get the idea that Harrison\nwas our guy?\nWhen we used to talk it was never Harrison.\n\nCHARLIE\n[walks up] Toby?\n\nTOBY\nYeah?\n\nCHARLIE\nThey're ready for you.\n\nCharlie and Toby go inside. Josh walks the other way.\n\nCUT TO: INT. LEO'S OFFICE - DAY\nLeo is seated in a chair, reading. Margaret knocks and comes in.\n\nMARGARET\nLeo?\n\nLEO\nYeah?\n\nMARGARET\nJosh was wondering if you had a moment.\n\nLEO\nYeah.\n\nMargaret leaves. Josh comes in.\n\nJOSH\nLeo.\n\nLEO\nHey.\n\nJosh closes the door.\n\nLEO\nI guess you're the guy with the worst job in the building this week, huh?\n\nJOSH\n[laughs] I was interrogating this intern from the Legislative Liaison's\nOffice, and\nshe broke down crying while telling me about the bong she had made out of\nan eggplant.\n\nLEO\nYou can do that?\n\nJOSH\nI used to use a potato.\n\nLEO\nYou've always been industrious.\n\nJOSH\n[goes around and sits across Leo] Lillienfield's not after that kid in the\nLiaison's\nOffice, and he's not even after the Senior Staff.\n\nLEO\nYeah.\n\nJOSH\nLeo, you... know the worst kept secret in Washington... is that you're a\nrecovering\nalcoholic, right?\n\nLEO\nI had a hunch.\n\nThey both chuckle.\n\nJOSH\nLeo, you're... Boston-Irish Catholic. Back there and back then, a drinking\nproblem\nwasn't a problem. [beat] This isn't what he's after... Were you maybe into\nsomething\nthat wasn't so acceptable?\n\nLEO\n[pause] Pills.\n\nJOSH\nWere you in treatment?\n\nLEO\nSierra-Tucson. Six years ago.\n\nJOSH\nLeo...\n\nLEO\nRecords kept by these facilities are confidential, Josh.\n\nJOSH\n[quietly] He's got 'em.\n\nLeo is shocked. Josh grabs Leo by his jacket and pats him.\n\nJOSH\nYou're Leo McGarry. You're not gonna be taken down by this... small fraction\nof a man.\n[stands and opens the door] I won't permit it.\n\nJosh leaves and closes the door. Leo is still shocked.\n\nFADE OUT.\nEND ACT THREE\n* * *\n\nACT FOUR\n\nFADE IN: INT. THE OVAL OFFICE - DAY\nBartlet and Harrison are now with Sam and Toby.\n\nHARRISON\nJudges are bound to interpret the Constitution within the strict parameters\nof the text\nitself. The Constitution doesn't provide for a right of privacy. The right\ndoesn't exist.\n\nSAM\nThe third amendment says soldiers can't be quartered in private homes. The\nfifth provides\nprotection against self-incrimination, and the fourth against unreasonable\nsearches.\nYou deny the right to privacy lived in those passages?\n\nHARRISON\nNo. I do not deny it, but the fact that the framers enumerated those specific\nprotections is\nall the more reason to believe that they had no intention of making privacy\na de facto right.\n\nSAM\nThey just fought a revolution but they had no question of their freedom. The\nBill of Rights\nwasn't meant to codify the most crucial of those rights not to limit the\nothers.\n\nHARRISON\nI do this for a living, Mr. Seaborn.\n\nSAM\nSo do I, your honor.\n\nBARTLET\nPeyton, do I have the right to put on an ugly plaid jacket and a loud\npolka-dot tie and\nwalk down Main Street?\n\nHARRISON\nYes.\n\nBARTLET\nWhere in the Constitution is that right guaranteed?\n\nHARRISON\nFirst Amendment. Freedom of expression.\n\nBARTLET\nWhat about the use of cream in my coffee? Surely, there can be no free speech\nargument\nto be made there?\n\nHARRISON\nNo.\n\nBARTLET\nSo you have no objection to the state of New Hampshire passing a law banning\nuse of cream\nin coffee?\n\nHARRISON\nI would have strong objection, Mr. President, as I like cream as well,\nbut I would have no\nConstitutional basis to strike down the law when you brought this case to\nthe Supreme Court.\n\nBARTLET\nAs I lose the votes of coffee drinkers everywhere.\n\nCUT TO: INT. C.J.'S OFFICE - DAY\nC.J. is going over some newspapers. Danny comes in carrying a fishbowl,\nwith a goldfish\nswimming inside.\n\nDANNY\nHey.\n\nC.J.\nHey.\n\nDANNY\nWhat you doing?\n\nC.J.\nYou were right.\n\nDANNY\nI know.\n\nC.J.\nThe word 'subpoena' appears in the lead in every story of this morning's\npapers.\n\nDANNY\nI know.\n\nC.J.\nNot yours.\n\nDANNY\nThat's just 'cause I couldn't spell it.\n\nC.J.\nWhat are you holding?\n\nDANNY\nIt's a goldfish.\n\nC.J.\nWhy?\n\nDANNY\nIt's for you.\n\nC.J.\nReally?\n\nDANNY\nJosh said you liked goldfish.\n\nC.J. suddenly bursts out in laughter. Danny is puzzled.\n\nC.J.\n[out of her laugh] The crackers, Danny. The cheese things that you have at\na party?\n\nDANNY\nWell... You know what, I'm not a hundred percent sure I'm supposed to know\nthat.\n\nC.J.\nThe crackers, Danny.\n\nDANNY\nFine. Now I got a goldfish.\n\nC.J.\n[laughs] Give it to me.\n\nDANNY\nNo.\n\nC.J.\nNo, you'll kill it.\n\nDANNY\nYou think I can't take care of a goldfish?\n\nC.J.\nI absolutely do not. [takes the fishbowl from Danny]\n\nDANNY\nThe name's Gail, by the way.\n\nC.J.\nThe fish?\n\nDANNY\nYeah.\n\nC.J.\nYou named it Gail?\n\nDANNY\nNo, the guy in the store.\n\nC.J.\n[laughs again] Oh... That's... Come here. [kisses Danny on the cheek] Thanks\nfor the fish.\n\nDANNY\nKeep your head in the game.\n\nDanny leaves. C.J. looks at the goldfish in the table. She looks at the door,\nand laughs\nonce more.\n\nCUT TO: INT. THE OVAL OFFICE - DAY\n\nSAM\nIn 1787, there was a sizable block of delegates who were initially opposed\nto the\nBill of Rights. One member of the Georgia delegation had to stay by way of\nopposition:\n'If we list the set of rights, some fools in the future are going to claim\nthat people\nare entitled only to those rights enumerated and no longer. The framers\nknew...'\n\nHARRISON\nWere you just calling me a fool, Mr. Seaborn?\n\nSAM\nI wasn't calling you a fool, sir, the brand new state of Georgia was.\n\nHARRISON\nGentlemen, laws must emanate from the Constitution.\n\nTOBY\nThere are natural laws, judge.\n\nHARRISON\nI do not deny there are natural laws, Mr. Ziegler. I only deny that judges\nare empowered\nto enforce them.\n\nTOBY\nThen who will?\n\nHARRISON\nThat's not up to me. And this sideshow is over. With all due respect,\nMr. President, I\nfind this kind of questioning very rude.\n\nSAM\nWell then, you're really gonna enjoy meeting the U.S. Senate.\n\nHARRISON\nBe that as it may, it's disgusting. We all know you need me as much as I\nneed you. I read\nthe same polling information you do. Seven to ten point bump, 90 votes,\nunanimous out of\ncommittee, I was courted. Now, you have me taken to school by some kid.\n\nSam reacts to the remark.\n\nBARTLET\nThis Sam is young, drives me nuts too, but he took you off for a ride, sir,\nbecause that's\nwhat I told him to do.\n\nHARRISON\nI am an extremely well credentialed man, Mr. President, and I'm unaccustomed\nto this sort\nof questioning.\n\nBARTLET\nI understand, Peyton. Could you give us a little time, please? We'll make\nyou comfortable\nwhile you're waiting.\n\nHARRISON\nCertainly.\n\nBARTLET\nThank you.\n\nEveryone stands as Harrison exits.\n\nSAM\nPut him on a bus.\n\nTOBY\nWith a guaranteed confirmation we're sending out the door based on a\n30-year-old paper,\nwhich by the way, no one will know about but us.\n\nBARTLET\nYou don't think the guy who called Sam wouldn't know how to call a senator's\noffice?\n\nTOBY\nMr. President, if this is really about abortion, we already talked about...\n\nSAM\nIt's not about abortion. It's about the next 20 years. Twenties and thirties,\nit was\nthe role of government. Fifties and sixties, it was civil rights. The next\ntwo decades,\nit's gonna be privacy. I'm talking about the Internet. I'm talking about\ncellphones.\nI'm talking about health records, and who's gay and who's not. And moreover,\nin a\ncountry born on a will to be free, what could be more fundamental than this?\n\nBARTLET\nToby?\n\nTOBY\n[beat] Let's meet Mendoza.\n\nCUT TO: INT. JOSH'S OFFICE - DAY\nMandy knocks. Josh is inside looking out the window.\n\nMANDY\nThey're meeting with Mendoza.\n\nJOSH\nYeah.\n\nMANDY\nYeah, and I'm just gonna go kill myself now.\n\nJOSH\nYou think Mendoza would be a bad justice?\n\nMANDY\nI think Mendoza would make a great justice. I think he makes a lousy nominee.\n\nJOSH\nWhy?\n\nMANDY\nHe's ruled in favor of same sex marriages...\n\nJOSH\nHe didn't rule in favor of it, Mandy. He's not recommending it. He's ruled\nthat the state\nhas no right to interfere with it.\n\nMANDY\nHe's got the broadest possible interpretation for free speech.\n\nJOSH\nAnd listening to you sometimes, I honestly wish you'd narrow it, so...\n\nMANDY\nYou don't have to tell me how to be a good person, Josh. I'm the one who\nhas to sell this.\nAnd he is not exactly America's idea of Supreme Court justice.\n\nJOSH\nMandy, I don't...\n\nMANDY\nLet's do a side-by-side comparison. [reads from piece of paper] Harrison\nwent to Walnut\nPark Country Day, Phillips Exeter, and Princeton undergrad, and Harvard\nLaw. Mendoza\nattended P.S. 138 in Brooklyn, City University of New York, and the New York\nPolice\nDepartment. Harrison clerked for Warren Berger. Mendoza...\n\nJOSH\n[off of the top of his head] New York City Police Department '65 to '76,\nAssistant\nDistrict Attorney Brooklyn '76 to '80, Assistant U.S. Attorney Eastern\nDistrict, Federal\nDistrict Judge, Eastern District -- Let me tell you something, Mendoza went\nto Law School\nthe hard way. He got shot in the leg, and when they offered him a hundred\npercent\ndispensation, he took a desk job instead and went to law school at night. He's\nbrilliant,\ndecisive, compassionate, and experienced. And if you don't think that he's\nAmerica's\nidea of a jurist, then you don't have enough faith in Americans.\n\nMANDY\nIt's not Americans I don't have faith in, Josh. It's the White House Senior\nStaff.\n\nJosh scoffs.\n\nMANDY\nThis is not gonna be an easy one, and if all hell breaks loose over\nLillienfield,\nit could honestly cripple us for a year, maybe more.\n\nJOSH\n[sighs] Well, I mean, just the law of large numbers says We got to win one\none of\nthese days, right?\n\nMANDY\nYeah.\n\nJOSH\nSo let's make it a good one.\n\nMANDY\nI still hate you.\n\nJOSH\nWhatever.\n\nCUT TO: INT. HALLWAY - DAY\nJudge ROBERTO MENDOZA and two staffers are walking along the hallway. They\npass the\nCommunications Office. Margaret and Ed are at the door when the walk by.\n\nED\nWho was that?\n\nMARGARET\nRoberto Mendoza.\n\nCUT TO: INT. THE MURAL ROOM - DAY\nInside the closed room, Harrison is standing waiting. Charlie is seated at\nthe corner.\n\nHARRISON\nIt's not necessary for you to stay here.\n\nCHARLIE\nThe president asked me to stay with you in case you needed anything. I'd be\nglad to stay\noutside if you prefer.\n\nHARRISON\nYes, please.\n\nCHARLIE\nWould you like anything?\n\nHARRISON\nCoffee, please.\n\nCHARLIE\nYes sir. [about to head out]\n\nHARRISON\nYou look very familiar. Is it possible we've met?\n\nCHARLIE\nI caddied for two summers at Sandy Hooks, sir.\n\nHARRISON\nAh. Yes, of course.\n\nCHARLIE\nCharlie Young.\n\nHARRISON\nCharlie, of course.\n\nCHARLIE\nI'll get your coffee. [leaves and closes the door]\n\nCUT TO: INT. THE OVAL OFFICE - DAY\nBartlet, Toby and Sam are now meeting with Mendoza.\n\nBARTLET\nI'm sure we're almost done. Sam, what else you got?\n\nSAM\nJudge Mendoza, I have a note that your rulings have been upheld by the Court\nof Appeals\nmore than any other district judge in the country.\n\nMENDOZA\nWell, that's what comes by being right most of the time, I guess.\n\nBartlet laughs. Leo walks in.\n\nBARTLET\nYou need me, Leo?\n\nLEO\nFor just a moment, sir.\n\nBARTLET\nWould you excuse me?\n\nMENDOZA\nCertainly.\n\nBartlet and Leo walk into LEO'S OFFICE. Leo closes the door.\n\nLEO\nMr. President...\n\nBARTLET\nWhat is it, Leo?\n\nLEO\nThere's gonna be trouble.\n\nBARTLET\nLillienfield?\n\nLEO\nYes sir.\n\nBARTLET\nHe knows?\n\nLEO\nWe think so.\n\nBARTLET\nWe?\n\nLEO\nJosh has it.\n\nBARTLET\nWhat does Josh say?\n\nLEO\nGet through it.\n\nBARTLET\nJosh is a smart guy.\n\nLEO\nNo sir. Josh is a young guy.\n\nBARTLET\nWe used to be too.\n\nLEO\nMr. President...\n\nBARTLET\nDid you have a drink yesterday?\n\nLEO\nNo sir.\n\nBARTLET\nAre you gonna have one today?\n\nLEO\nNo sir.\n\nBARTLET\nThat's all you ever have to say to me.\n\nLEO\nYou know it's gonna make things very hard for a while.\n\nBARTLET\nYou fought in a war, got me elected, and you run the country. I think we\nall owe you\none, don't you?\n\nCUT TO: INT. THE OVAL OFFICE - CONTINUOUS\nBartlet and Leo go back in. Charlie approaches Bartlet and whispers.\n\nCHARLIE\nMr. President...\n\nBARTLET\nDid Harrison get off okay?\n\nCHARLIE\nYes sir. There's a crowd building outside your office.\n\nBARTLET\nWhy?\n\nCHARLIE\nI think word's gotten out what's going on in here, sir.\n\nBARTLET\nI'll bet it has. [turns to Sam] Do you have any more questions, Sam?\n\nSAM\nNo sir.\n\nTOBY\nI have one, sir.\n\nMENDOZA\nLet me say that this is not an easy commission to get appointed to.\n\nTOBY\nJudge, without knowing details of special circumstance, what would you say\nof someone\nbeing fired from refusing to take a drug test at the order of the president?\n\nMENDOZA\nWithout details of special circumstances?\n\nTOBY\nYes sir.\n\nMENDOZA\nWithout showing cause, I would say that the order constitutes an illegal\nsearch, and\nI would order that the employee be reinstated.\n\nBARTLET\nToby?\n\nTOBY\nSold.\n\nBARTLET\nJudge Mendoza, would it surprise you to learn that for the past few months,\nyour name\nhas been in the short list of candidates for the bench?\n\nMENDOZA\nYes, Mr. President.\n\nBARTLET\nWell, then this is gonna knock your socks off. Tomorrow evening at 5 o'clock,\nI am\nnaming you as my nominee to be the next associate justice of the United\nStates Supreme\nCourt. You were not the first choice, but you are the last one, and the\nright one.\n[beat] Will you accept the nomination?\n\nMENDOZA\n[beat] With honor.\n\nBARTLET\nGood.\n\nEveryone stands.\n\nBARTLET\nThank you. Sam and Toby will be in charge of your confirmation.\n\nSAM\nCongratulations, Judge.\n\nMENDOZA\nThank you. [shake hands]\n\nTOBY\nIt's gonna be an excruciating battle, Mr. Justice, one I have no intention\nof losing.\n\nBARTLET\nWhat do you say, Leo? You up for a good fight?\n\nLEO\nI believe I have one in me, yes sir.\n\nBARTLET\nGood. Let the good fight begin.\n\nCUT TO: INT. OUTER OVAL OFFICE - DAY\nA large crowd is waiting just outside the Oval Office. Bartlet opens the door.\n\nBARTLET\nMr. Justice Mendoza!\n\nMendoza walks out with Sam, Toby, and Leo. Staffers outside, including Josh,\nMandy,\nC.J. and Donna are clapping. Mendoza shakes hands with C.J. and then Josh. He\nmakes\nhis way down the line of people with the staff following behind him, as\neveryone\ncontinues to clap for the nominee.\n\nDISSOLVE TO: END TITLES.\nFADE TO BLACK.\nTHE END\n* * *\n\nThe West Wing and all its characters are properties of Aaron Sorkin, John\nWells\nProduction, Warner Brothers Television, and NBC. No copyright infringement\nis intended.\n\nEpisode 1.9 -- 'The Short List'\nOriginal Airdate: November 24, 1999, 9:00 PM EST\n\nTranscript By: Giorgio\nAugust 16, 2000"]}]
